[
  {
    "name": { "en": "Afghanistan", "id": "Afghanistan" },
    "iso": "AF",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Buddhas Of Bamiyan", "id": "Patung Buddha Bamiyan" },
    "food": { "en": "Kabuli Palaw", "id": "Kabuli Palaw" },
    "hint": {
      "id": "Negara pegunungan di Asia Tengah dengan sejarah kuno. Dikenal dengan pasar tradisionalnya dan masakan nasi yang kaya rempah.",
      "en": "A mountainous country in Central Asia with ancient history. Known for its traditional markets and rich spiced rice dishes."
    }
  },
  {
    "name": { "en": "Armenia", "id": "Armenia" },
    "iso": "AM",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Garni Temple", "id": "Kuil Garni" },
    "food": { "en": "Khorovats", "id": "Khorovats" },
    "hint": {
      "id": "Negara di Kaukasus Selatan, sering disebut sebagai negara Kristen pertama di dunia. Dikenal dengan biara kuno dan hidangan daging panggang.",
      "en": "A country in the South Caucasus, often referred to as the first Christian nation in the world. Known for ancient monasteries and grilled meat dishes."
    }
  },
  {
    "name": { "en": "Azerbaijan", "id": "Azerbaijan" },
    "iso": "AZ",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Flame Towers", "id": "Menara Api" },
    "food": { "en": "Dolma", "id": "Dolma" },
    "hint": {
      "id": "Negara lintas benua di Kaukasus, dikenal dengan arsitektur modern dan kota tuanya yang terdaftar di UNESCO. Juga terkenal dengan hidangan daun anggur isi.",
      "en": "A transcontinental country in the Caucasus, known for its modern architecture and UNESCO-listed old city. Also famous for its stuffed grape leaves dish."
    }
  },
  {
    "name": { "en": "Bahrain", "id": "Bahrain" },
    "iso": "BH",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Tree Of Life", "id": "Pohon Kehidupan" },
    "food": { "en": "Machboos", "id": "Machboos" },
    "hint": {
      "id": "Negara kepulauan di Teluk Persia, pusat keuangan dengan sejarah kuno. Dikenal dengan pohon mistis di gurun dan hidangan nasi berbumbu.",
      "en": "An island nation in the Persian Gulf, a financial hub with ancient history. Known for a mystical desert tree and spiced rice dishes."
    }
  },
  {
    "name": { "en": "Bangladesh", "id": "Bangladesh" },
    "iso": "BD",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Sundarbans", "id": "Sundarbans" },
    "food": { "en": "Ilish Bhaji", "id": "Ilish Bhaji" },
    "hint": {
      "id": "Negara di Asia Selatan yang padat penduduk, dengan delta sungai yang luas. Dikenal dengan hutan bakau terbesar di dunia dan hidangan ikan.",
      "en": "A densely populated country in South Asia, with a vast river delta. Known for the world's largest mangrove forest and fish dishes."
    }
  },
  {
    "name": { "en": "Bhutan", "id": "Bhutan" },
    "iso": "BT",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Tiger's Nest Monastery", "id": "Biara Sarang Harimau" },
    "food": { "en": "Ema Datshi", "id": "Ema Datshi" },
    "hint": {
      "id": "Kerajaan Buddha di Himalaya, dikenal dengan biara-biara yang megah dan lanskap dramatis. Juga terkenal dengan hidangan cabai dan keju.",
      "en": "A Buddhist kingdom in the Himalayas, known for majestic monasteries and dramatic landscapes. Also famous for its chili and cheese dish."
    }
  },
  {
    "name": { "en": "Brunei Darussalam", "id": "Brunei Darussalam" },
    "iso": "BN",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Omar Ali Saifuddien Mosque", "id": "Masjid Omar Ali Saifuddien" },
    "food": { "en": "Ambuyat", "id": "Ambuyat" },
    "hint": {
      "id": "Negara berdaulat di Asia Tenggara, di pulau Kalimantan. Dikenal dengan masjid megah dan hidangan sagu lengket.",
      "en": "A sovereign state in Southeast Asia, on the island of Borneo. Known for its magnificent mosque and sticky sago dish."
    }
  },
  {
    "name": { "en": "Cambodia", "id": "Kamboja" },
    "iso": "KH",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Angkor Wat", "id": "Angkor Wat" },
    "food": { "en": "Amok Trey", "id": "Amok Trey" },
    "hint": {
      "id": "Negara di Asia Tenggara, dengan lanskap dataran rendah, Delta Mekong, pegunungan, dan garis pantai Thailand. Dikenal dengan kuil kuno dan hidangan ikan kelapa.",
      "en": "A country in Southeast Asia, with a landscape of low-lying plains, the Mekong Delta, mountains, and a Thai coastline. Known for ancient temples and coconut fish dishes."
    }
  },
  {
    "name": { "en": "China", "id": "Tiongkok" },
    "iso": "CN",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Great Wall Of China", "id": "Tembok Besar Tiongkok" },
    "food": { "en": "Peking Duck", "id": "Bebek Peking" },
    "hint": {
      "id": "Negara terpadat di dunia, dikenal dengan sejarah panjang, budaya kaya, dan salah satu keajaiban dunia. Juga terkenal dengan hidangan bebek panggangnya.",
      "en": "The world's most populous country, known for its long history, rich culture, and one of the world's wonders. Also famous for its roasted duck dish."
    }
  },
  {
    "name": { "en": "Cyprus", "id": "Siprus" },
    "iso": "CY",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Aphrodite's Rock", "id": "Batu Aphrodite" },
    "food": { "en": "Halloumi", "id": "Halloumi" },
    "hint": {
      "id": "Negara pulau di Mediterania Timur, dikenal sebagai tempat kelahiran Aphrodite. Terkenal dengan keju khasnya dan situs arkeologi.",
      "en": "An island country in the Eastern Mediterranean, known as the birthplace of Aphrodite. Famous for its distinctive cheese and archaeological sites."
    }
  },
  {
    "name": { "en": "East Timor", "id": "Timor Leste" },
    "iso": "TL",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Cristo Rei Of Dili", "id": "Cristo Rei Dili" },
    "food": { "en": "Saboko", "id": "Saboko" },
    "hint": {
      "id": "Negara di Asia Tenggara yang menduduki paruh timur pulau Timor. Dikenal dengan patung Kristus dan kopi berkualitas tinggi.",
      "en": "A country in Southeast Asia occupying the eastern half of the island of Timor. Known for its Christ statue and high-quality coffee."
    }
  },
  {
    "name": { "en": "Georgia", "id": "Georgia" },
    "iso": "GE",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Gergeti Trinity Church", "id": "Gereja Tritunggal Gergeti" },
    "food": { "en": "Khachapuri", "id": "Khachapuri" },
    "hint": {
      "id": "Negara di persimpangan Eropa dan Asia, dikenal dengan biara kuno, pegunungan Kaukasus, dan tradisi pembuatan anggur. Juga terkenal dengan roti keju.",
      "en": "A country at the crossroads of Europe and Asia, known for ancient monasteries, the Caucasus mountains, and winemaking traditions. Also famous for its cheese bread."
    }
  },
  {
    "name": { "en": "India", "id": "India" },
    "iso": "IN",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Taj Mahal", "id": "Taj Mahal" },
    "food": { "en": "Chicken Tikka Masala", "id": "Chicken Tikka Masala" },
    "hint": {
      "id": "Negara di Asia Selatan yang luas, dikenal dengan keragaman budaya, sejarah kuno, dan masakan rempah. Rumah bagi salah satu keajaiban dunia.",
      "en": "A vast South Asian country, known for its cultural diversity, ancient history, and spiced cuisine. Home to one of the wonders of the world."
    }
  },
  {
    "name": { "en": "Indonesia", "id": "Indonesia" },
    "iso": "ID",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Borobudur", "id": "Borobudur" },
    "food": { "en": "Nasi Goreng", "id": "Nasi Goreng" },
    "hint": {
      "id": "Negara kepulauan terbesar di dunia, dikenal dengan gunung berapi, hutan hujan, dan keanekaragaman hayati. Juga terkenal dengan hidangan nasi gorengnya.",
      "en": "The world's largest archipelagic country, known for volcanoes, rainforests, and biodiversity. Also famous for its fried rice dish."
    }
  },
  {
    "name": { "en": "Iran", "id": "Iran" },
    "iso": "IR",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Persepolis", "id": "Persepolis" },
    "food": { "en": "Chelo Kabob", "id": "Chelo Kabob" },
    "hint": {
      "id": "Negara di Timur Tengah dengan sejarah kekaisaran Persia kuno. Dikenal dengan arsitektur Islam yang indah dan hidangan nasi serta daging panggang.",
      "en": "A country in the Middle East with a history of ancient Persian empires. Known for beautiful Islamic architecture and rice and grilled meat dishes."
    }
  },
  {
    "name": { "en": "Iraq", "id": "Irak" },
    "iso": "IQ",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Babylon", "id": "Babylon" },
    "food": { "en": "Masgouf", "id": "Masgouf" },
    "hint": {
      "id": "Negara di Timur Tengah yang merupakan salah satu pusat peradaban kuno Mesopotamia. Dikenal dengan situs arkeologi dan hidangan ikan panggang.",
      "en": "A country in the Middle East that was one of the centers of ancient Mesopotamian civilization. Known for archaeological sites and grilled fish dishes."
    }
  },
  {
    "name": { "en": "Israel", "id": "Israel" },
    "iso": "IL",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Western Wall", "id": "Tembok Ratapan" },
    "food": { "en": "Falafel", "id": "Falafel" },
    "hint": {
      "id": "Negara di Timur Tengah, tempat suci bagi agama Yahudi, Kristen, dan Islam. Dikenal dengan situs bersejarah dan hidangan bola kacang polong goreng.",
      "en": "A country in the Middle East, a holy land for Judaism, Christianity, and Islam. Known for historical sites and fried chickpea balls."
    }
  },
  {
    "name": { "en": "Japan", "id": "Jepang" },
    "iso": "JP",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Mount Fuji", "id": "Gunung Fuji" },
    "food": { "en": "Sushi", "id": "Sushi" },
    "hint": {
      "id": "Negara kepulauan di Pasifik, dikenal dengan kota-kota padat, istana kekaisaran, taman nasional, dan kuil-kuil. Terkenal dengan hidangan nasi dan ikan mentah.",
      "en": "An island nation in the Pacific, known for densely populated cities, imperial palaces, national parks, and temples. Famous for its rice and raw fish dish."
    }
  },
  {
    "name": { "en": "Jordan", "id": "Yordania" },
    "iso": "JO",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Petra", "id": "Petra" },
    "food": { "en": "Mansaf", "id": "Mansaf" },
    "hint": {
      "id": "Negara Arab di tepi timur Sungai Yordan. Dikenal dengan situs arkeologi kuno dan hidangan nasi domba serta yogurt kering.",
      "en": "An Arab country on the East Bank of the Jordan River. Known for ancient archaeological sites and lamb and dried yogurt rice dishes."
    }
  },
  {
    "name": { "en": "Kazakhstan", "id": "Kazakhstan" },
    "iso": "KZ",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Baikonur Cosmodrome", "id": "Kosmodrom Baikonur" },
    "food": { "en": "Beshbarmak", "id": "Beshbarmak" },
    "hint": {
      "id": "Negara Asia Tengah yang luas, sebagian besar gurun. Dikenal sebagai situs peluncuran luar angkasa dan hidangan daging kuda.",
      "en": "A vast Central Asian country, mostly desert. Known as a space launch site and horse meat dish."
    }
  },
  {
    "name": { "en": "Kuwait", "id": "Kuwait" },
    "iso": "KW",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Kuwait Towers", "id": "Menara Kuwait" },
    "food": { "en": "Machboos", "id": "Machboos" },
    "hint": {
      "id": "Negara Arab di Teluk Persia, dikenal dengan cadangan minyaknya. Terkenal dengan menara air modern dan hidangan nasi berbumbu.",
      "en": "An Arab country in the Persian Gulf, known for its oil reserves. Famous for modern water towers and spiced rice dishes."
    }
  },
  {
    "name": { "en": "Kyrgyzstan", "id": "Kirgistan" },
    "iso": "KG",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Burana Tower", "id": "Menara Burana" },
    "food": { "en": "Laghman", "id": "Laghman" },
    "hint": {
      "id": "Negara Asia Tengah yang terkurung daratan, dikenal dengan pegunungan Tien Shan dan Danau Issyk-Kul. Terkenal dengan hidangan mie dan daging.",
      "en": "A landlocked Central Asian country, known for the Tien Shan mountains and Issyk-Kul Lake. Famous for its noodle and meat dish."
    }
  },
  {
    "name": { "en": "Laos", "id": "Laos" },
    "iso": "LA",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Pha That Luang", "id": "Pha That Luang" },
    "food": { "en": "Larb", "id": "Larb" },
    "hint": {
      "id": "Negara Asia Tenggara yang terkurung daratan, dikenal dengan lanskap pegunungan, arsitektur kolonial Prancis, dan biara Buddha. Terkenal dengan hidangan daging cincang.",
      "en": "A landlocked Southeast Asian country, known for mountainous landscapes, French colonial architecture, and Buddhist monasteries. Famous for its minced meat dish."
    }
  },
  {
    "name": { "en": "Lebanon", "id": "Lebanon" },
    "iso": "LB",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Jeita Grotto", "id": "Goa Jeita" },
    "food": { "en": "Kibbeh", "id": "Kibbeh" },
    "hint": {
      "id": "Negara di Timur Tengah di Laut Mediterania, dikenal dengan situs arkeologi dan hidangan gandum bulgur serta daging cincang.",
      "en": "A country in the Middle East on the Mediterranean Sea, known for archaeological sites and bulgur wheat and minced meat dishes."
    }
  },
  {
    "name": { "en": "Malaysia", "id": "Malaysia" },
    "iso": "MY",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Petronas Twin Towers", "id": "Menara Kembar Petronas" },
    "food": { "en": "Nasi Lemak", "id": "Nasi Lemak" },
    "hint": {
      "id": "Negara Asia Tenggara yang terbagi antara Semenanjung Malaysia dan Kalimantan. Dikenal dengan menara kembar modern dan hidangan nasi kelapa.",
      "en": "A Southeast Asian country divided between Peninsular Malaysia and Borneo. Known for modern twin towers and coconut rice dishes."
    }
  },
  {
    "name": { "en": "Maldives", "id": "Maladewa" },
    "iso": "MV",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Male Friday Mosque", "id": "Masjid Jumat Male" },
    "food": { "en": "Garudhiya", "id": "Garudhiya" },
    "hint": {
      "id": "Negara tropis di Samudra Hindia, terdiri dari lebih dari 1.000 pulau karang. Dikenal dengan resor mewah dan hidangan sup ikan.",
      "en": "A tropical country in the Indian Ocean, composed of more than 1,000 coral islands. Known for luxury resorts and fish soup dishes."
    }
  },
  {
    "name": { "en": "Mongolia", "id": "Mongolia" },
    "iso": "MN",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Genghis Khan Statue Complex", "id": "Kompleks Patung Genghis Khan" },
    "food": { "en": "Buuz", "id": "Buuz" },
    "hint": {
      "id": "Negara Asia Timur yang terkurung daratan, dikenal dengan lanskap yang luas dan budaya nomaden. Terkenal dengan hidangan pangsit daging.",
      "en": "A landlocked East Asian country, known for vast landscapes and nomadic culture. Famous for its meat dumpling dish."
    }
  },
  {
    "name": { "en": "Myanmar", "id": "Myanmar" },
    "iso": "MM",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Shwedagon Pagoda", "id": "Pagoda Shwedagon" },
    "food": { "en": "Mohinga", "id": "Mohinga" },
    "hint": {
      "id": "Negara Asia Tenggara yang dulunya bernama Burma, dikenal dengan pagoda emas dan hidangan sup mie ikan.",
      "en": "A Southeast Asian country formerly known as Burma, known for golden pagodas and fish noodle soup dishes."
    }
  },
  {
    "name": { "en": "Nepal", "id": "Nepal" },
    "iso": "NP",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Mount Everest", "id": "Gunung Everest" },
    "food": { "en": "Dal Bhat", "id": "Dal Bhat" },
    "hint": {
      "id": "Negara Himalaya di Asia Selatan, dikenal sebagai rumah bagi Gunung Everest. Terkenal dengan hidangan nasi dan lentil.",
      "en": "A Himalayan country in South Asia, known as home to Mount Everest. Famous for its rice and lentil dish."
    }
  },
  {
    "name": { "en": "North Korea", "id": "Korea Utara" },
    "iso": "KP",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Juche Tower", "id": "Menara Juche" },
    "food": { "en": "Kimchi", "id": "Kimchi" },
    "hint": {
      "id": "Negara Asia Timur yang sangat terisolasi, dikenal dengan monumen besar dan masakan pedas. Terkenal dengan hidangan kubis fermentasi.",
      "en": "A highly isolated East Asian country, known for grand monuments and spicy cuisine. Famous for its fermented cabbage dish."
    }
  },
  {
    "name": { "en": "Oman", "id": "Oman" },
    "iso": "OM",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Sultan Qaboos Grand Mosque", "id": "Masjid Agung Sultan Qaboos" },
    "food": { "en": "Shuwa", "id": "Shuwa" },
    "hint": {
      "id": "Negara Arab di Semenanjung Arab, dikenal dengan gurun pasir, oasis, dan garis pantai. Terkenal dengan hidangan daging panggang lambat.",
      "en": "An Arab country on the Arabian Peninsula, known for deserts, oases, and coastlines. Famous for its slow-roasted meat dish."
    }
  },
  {
    "name": { "en": "Pakistan", "id": "Pakistan" },
    "iso": "PK",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Faisal Mosque", "id": "Masjid Faisal" },
    "food": { "en": "Biryani", "id": "Biryani" },
    "hint": {
      "id": "Negara Asia Selatan dengan lanskap yang beragam, dari pegunungan hingga gurun. Dikenal dengan masjid besar dan hidangan nasi berbumbu.",
      "en": "A South Asian country with diverse landscapes, from mountains to deserts. Known for its grand mosque and spiced rice dish."
    }
  },
  {
    "name": { "en": "Palestine", "id": "Palestina" },
    "iso": "PS",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Dome Of The Rock", "id": "Kubah Batu" },
    "food": { "en": "Maqluba", "id": "Maqluba" },
    "hint": {
      "id": "Wilayah di Timur Tengah dengan signifikansi sejarah dan agama yang besar. Dikenal dengan situs suci dan hidangan nasi terbalik.",
      "en": "A territory in the Middle East with great historical and religious significance. Known for holy sites and an upside-down rice dish."
    }
  },
  {
    "name": { "en": "Philippines", "id": "Filipina" },
    "iso": "PH",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Chocolate Hills", "id": "Bukit Cokelat" },
    "food": { "en": "Adobo", "id": "Adobo" },
    "hint": {
      "id": "Negara kepulauan di Asia Tenggara, terdiri dari lebih dari 7.000 pulau. Dikenal dengan bukit-bukit unik dan hidangan daging cuka-kecap.",
      "en": "An archipelagic country in Southeast Asia, comprising over 7,000 islands. Known for unique hills and vinegar-soy meat dish."
    }
  },
  {
    "name": { "en": "Qatar", "id": "Qatar" },
    "iso": "QA",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Museum Of Islamic Art", "id": "Museum Seni Islam" },
    "food": { "en": "Machboos", "id": "Machboos" },
    "hint": {
      "id": "Semenanjung gurun di Teluk Persia, dikenal dengan arsitektur modern dan museum seni Islam. Terkenal dengan hidangan nasi berbumbu.",
      "en": "A desert peninsula in the Persian Gulf, known for modern architecture and an Islamic art museum. Famous for its spiced rice dish."
    }
  },
  {
    "name": { "en": "Saudi Arabia", "id": "Arab Saudi" },
    "iso": "SA",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Kaaba", "id": "Ka'bah" },
    "food": { "en": "Kabsa", "id": "Kabsa" },
    "hint": {
      "id": "Negara Arab terbesar di Asia Barat, dikenal sebagai tempat lahirnya Islam. Terkenal dengan situs suci dan hidangan nasi daging.",
      "en": "The largest Arab country in Western Asia, known as the birthplace of Islam. Famous for holy sites and meat and rice dishes."
    }
  },
  {
    "name": { "en": "Singapore", "id": "Singapura" },
    "iso": "SG",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Marina Bay Sands", "id": "Marina Bay Sands" },
    "food": { "en": "Chili Crab", "id": "Chili Crab" },
    "hint": {
      "id": "Negara kota di Asia Tenggara, dikenal dengan taman kota yang futuristik dan arsitektur modern. Terkenal dengan hidangan kepiting pedas.",
      "en": "A city-state in Southeast Asia, known for futuristic city gardens and modern architecture. Famous for its spicy crab dish."
    }
  },
  {
    "name": { "en": "South Korea", "id": "Korea Selatan" },
    "iso": "KR",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Gyeongbokgung Palace", "id": "Istana Gyeongbokgung" },
    "food": { "en": "Kimchi Jjigae", "id": "Kimchi Jjigae" },
    "hint": {
      "id": "Negara Asia Timur di semenanjung, dikenal dengan pedesaan berbukit, kuil Buddha, dan kota berteknologi tinggi. Terkenal dengan hidangan rebusan kimchi.",
      "en": "An East Asian country on a peninsula, known for hilly countryside, Buddhist temples, and high-tech cities. Famous for its kimchi stew dish."
    }
  },
  {
    "name": { "en": "Sri Lanka", "id": "Sri Lanka" },
    "iso": "LK",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Sigiriya", "id": "Sigiriya" },
    "food": { "en": "Rice And Curry", "id": "Nasi dan Kari" },
    "hint": {
      "id": "Negara pulau di Asia Selatan, dikenal dengan reruntuhan Buddha kuno dan pantai. Terkenal dengan hidangan nasi dan kari.",
      "en": "An island nation in South Asia, known for ancient Buddhist ruins and beaches. Famous for its rice and curry dish."
    }
  },
  {
    "name": { "en": "Syria", "id": "Suriah" },
    "iso": "SY",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Umayyad Mosque", "id": "Masjid Umayyah" },
    "food": { "en": "Kibbeh", "id": "Kibbeh" },
    "hint": {
      "id": "Negara di Timur Tengah di tepi timur Mediterania, dengan sejarah kuno. Dikenal dengan situs Islam dan hidangan gandum bulgur serta daging cincang.",
      "en": "A country in the Middle East on the eastern Mediterranean, with ancient history. Known for Islamic sites and bulgur wheat and minced meat dishes."
    }
  },
  {
    "name": { "en": "Taiwan", "id": "Taiwan" },
    "iso": "TW",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Taipei 101", "id": "Taipei 101" },
    "food": { "en": "Beef Noodle Soup", "id": "Sup Mie Daging Sapi" },
    "hint": {
      "id": "Pulau di Asia Timur, dikenal dengan lanskap pegunungan, pantai, dan kota modern. Terkenal dengan hidangan sup mie daging sapi.",
      "en": "An island in East Asia, known for mountainous landscapes, beaches, and modern cities. Famous for its beef noodle soup dish."
    }
  },
  {
    "name": { "en": "Tajikistan", "id": "Tajikistan" },
    "iso": "TJ",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Pamir Mountains", "id": "Pegunungan Pamir" },
    "food": { "en": "Osh Palov", "id": "Osh Palov" },
    "hint": {
      "id": "Negara Asia Tengah yang terkurung daratan, dikenal dengan pegunungan yang terjal. Terkenal dengan hidangan nasi dan wortel serta daging.",
      "en": "A landlocked Central Asian country, known for rugged mountains. Famous for its rice and carrot and meat dish."
    }
  },
  {
    "name": { "en": "Thailand", "id": "Thailand" },
    "iso": "TH",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Wat Arun", "id": "Wat Arun" },
    "food": { "en": "Pad Thai", "id": "Pad Thai" },
    "hint": {
      "id": "Negara Asia Tenggara, dikenal dengan pantai tropis, istana mewah, reruntuhan kuno, dan kuil Buddha. Terkenal dengan hidangan mie goreng.",
      "en": "A Southeast Asian country, known for tropical beaches, opulent royal palaces, ancient ruins, and Buddhist temples. Famous for its stir-fried noodle dish."
    }
  },
  {
    "name": { "en": "Turkey", "id": "Turki" },
    "iso": "TR",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Hagia Sophia", "id": "Hagia Sophia" },
    "food": { "en": "Kebab", "id": "Kebab" },
    "hint": {
      "id": "Negara lintas benua yang terletak sebagian di Asia Barat dan sebagian di Eropa Tenggara. Dikenal dengan situs bersejarah dan hidangan daging panggang.",
      "en": "A transcontinental country located partly in Western Asia and partly in Southeast Europe. Known for historical sites and grilled meat dishes."
    }
  },
  {
    "name": { "en": "Turkmenistan", "id": "Turkmenistan" },
    "iso": "TM",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Door To Hell", "id": "Gerbang Neraka" },
    "food": { "en": "Plov", "id": "Plov" },
    "hint": {
      "id": "Negara Asia Tengah yang sebagian besar gurun, dikenal dengan 'Gerbang Neraka' yang menyala abadi. Terkenal dengan hidangan nasi dan daging.",
      "en": "A largely desert country in Central Asia, known for the eternally burning 'Door to Hell'. Famous for its rice and meat dish."
    }
  },
  {
    "name": { "en": "United Arab Emirates", "id": "Uni Emirat Arab" },
    "iso": "AE",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Burj Khalifa", "id": "Burj Khalifa" },
    "food": { "en": "Shawarma", "id": "Shawarma" },
    "hint": {
      "id": "Negara di Semenanjung Arab, dikenal dengan kota-kota modern yang mewah dan pencakar langit. Terkenal dengan hidangan daging panggang gulung.",
      "en": "A country on the Arabian Peninsula, known for luxurious modern cities and skyscrapers. Famous for its rolled grilled meat dish."
    }
  },
  {
    "name": { "en": "Uzbekistan", "id": "Uzbekistan" },
    "iso": "UZ",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Registan", "id": "Registan" },
    "food": { "en": "Plov", "id": "Plov" },
    "hint": {
      "id": "Negara Asia Tengah yang terkurung daratan, dikenal dengan situs Jalur Sutra kuno. Terkenal dengan hidangan nasi dan daging.",
      "en": "A landlocked Central Asian country, known for ancient Silk Road sites. Famous for its rice and meat dish."
    }
  },
  {
    "name": { "en": "Vietnam", "id": "Vietnam" },
    "iso": "VN",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Ha Long Bay", "id": "Teluk Ha Long" },
    "food": { "en": "Pho", "id": "Pho" },
    "hint": {
      "id": "Negara Asia Tenggara, dikenal dengan pantai, sungai, pagoda Buddha, dan kota-kota ramai. Terkenal dengan hidangan sup mie.",
      "en": "A Southeast Asian country, known for beaches, rivers, Buddhist pagodas, and bustling cities. Famous for its noodle soup dish."
    }
  },
  {
    "name": { "en": "Yemen", "id": "Yaman" },
    "iso": "YE",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Old City Of Sanaa", "id": "Kota Tua Sana'a" },
    "food": { "en": "Saltah", "id": "Saltah" },
    "hint": {
      "id": "Negara di ujung selatan Semenanjung Arab, dengan sejarah kuno. Dikenal dengan arsitektur unik dan hidangan rebusan daging.",
      "en": "A country at the southern tip of the Arabian Peninsula, with ancient history. Known for unique architecture and meat stew dishes."
    }
  },
  {
    "name": { "en": "Albania", "id": "Albania" },
    "iso": "AL",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Rozafa Castle", "id": "Kastil Rozafa" },
    "food": { "en": "Tavë Kosi", "id": "Tavë Kosi" },
    "hint": {
      "id": "Negara Balkan di Eropa Tenggara, dikenal dengan pantai yang masih alami dan kastil kuno. Terkenal dengan hidangan domba panggang dengan yogurt.",
      "en": "A Balkan country in Southeast Europe, known for pristine beaches and ancient castles. Famous for its baked lamb with yogurt dish."
    }
  },
  {
    "name": { "en": "Andorra", "id": "Andorra" },
    "iso": "AD",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Casa De La Vall", "id": "Casa de la Vall" },
    "food": { "en": "Escudella", "id": "Escudella" },
    "hint": {
      "id": "Kerajaan kecil di antara Prancis dan Spanyol di Pegunungan Pyrenees. Dikenal dengan resor ski dan hidangan sup rebusan.",
      "en": "A tiny principality between France and Spain in the Pyrenees mountains. Known for ski resorts and a stew soup dish."
    }
  },
  {
    "name": { "en": "Austria", "id": "Austria" },
    "iso": "AT",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Schönbrunn Palace", "id": "Istana Schönbrunn" },
    "food": { "en": "Wiener Schnitzel", "id": "Wiener Schnitzel" },
    "hint": {
      "id": "Negara Eropa Tengah, dikenal dengan desa pegunungan, arsitektur barok, sejarah kekaisaran, dan seni klasik. Terkenal dengan hidangan schnitzel.",
      "en": "A Central European country, known for mountain villages, baroque architecture, imperial history, and classical arts. Famous for its schnitzel dish."
    }
  },
  {
    "name": { "en": "Belarus", "id": "Belarus" },
    "iso": "BY",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Mir Castle", "id": "Kastil Mir" },
    "food": { "en": "Draniki", "id": "Draniki" },
    "hint": {
      "id": "Negara di Eropa Timur, dikenal dengan benteng kuno dan hutan lebat. Terkenal dengan hidangan panekuk kentang.",
      "en": "An Eastern European country, known for ancient fortresses and dense forests. Famous for its potato pancake dish."
    }
  },
  {
    "name": { "en": "Belgium", "id": "Belgia" },
    "iso": "BE",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Atomium", "id": "Atomium" },
    "food": { "en": "Moules Frites", "id": "Moules Frites" },
    "hint": {
      "id": "Negara di Eropa Barat, dikenal dengan kota-kota Abad Pertengahan, arsitektur Renaisans, dan kantor pusat Uni Eropa. Terkenal dengan hidangan kerang dan kentang goreng.",
      "en": "A country in Western Europe, known for medieval towns, Renaissance architecture, and EU headquarters. Famous for its mussels and fries dish."
    }
  },
  {
    "name": { "en": "Bosnia and Herzegovina", "id": "Bosnia dan Herzegovina" },
    "iso": "BA",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Stari Most", "id": "Stari Most" },
    "food": { "en": "Ćevapi", "id": "Ćevapi" },
    "hint": {
      "id": "Negara Balkan di Eropa Tenggara, dikenal dengan jembatan bersejarah dan pegunungan. Terkenal dengan hidangan daging panggang.",
      "en": "A Balkan country in Southeast Europe, known for historic bridges and mountains. Famous for its grilled meat dish."
    }
  },
  {
    "name": { "en": "Bulgaria", "id": "Bulgaria" },
    "iso": "BG",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Rila Monastery", "id": "Biara Rila" },
    "food": { "en": "Shopska Salata", "id": "Shopska Salata" },
    "hint": {
      "id": "Negara Balkan di Laut Hitam, dikenal dengan pantai, pegunungan, dan warisan Ortodoks. Terkenal dengan salad keju dan tomat.",
      "en": "A Balkan country on the Black Sea, known for beaches, mountains, and Orthodox heritage. Famous for its cheese and tomato salad."
    }
  },
  {
    "name": { "en": "Croatia", "id": "Kroasia" },
    "iso": "HR",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Plitvice Lakes National Park", "id": "Taman Nasional Danau Plitvice" },
    "food": { "en": "Peka", "id": "Peka" },
    "hint": {
      "id": "Negara Eropa Timur di Laut Adriatik, dikenal dengan garis pantai berbatu dan taman nasional. Terkenal dengan hidangan daging dan sayuran yang dipanggang lambat.",
      "en": "An Eastern European country on the Adriatic Sea, known for its rugged coastline and national parks. Famous for its slow-roasted meat and vegetable dish."
    }
  },
  {
    "name": { "en": "Czech Republic", "id": "Republik Ceko" },
    "iso": "CZ",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Charles Bridge", "id": "Jembatan Charles" },
    "food": { "en": "Svíčková", "id": "Svíčková" },
    "hint": {
      "id": "Negara Eropa Tengah yang terkurung daratan, dikenal dengan kastil, spa, dan kota bersejarah. Terkenal dengan hidangan daging sapi panggang dengan saus krim.",
      "en": "A landlocked Central European country, known for castles, spas, and historic cities. Famous for its roast beef with cream sauce dish."
    }
  },
  {
    "name": { "en": "Denmark", "id": "Denmark" },
    "iso": "DK",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "The Little Mermaid", "id": "Patung Putri Duyung Kecil" },
    "food": { "en": "Smørrebrød", "id": "Smørrebrød" },
    "hint": {
      "id": "Negara Skandinavia, dikenal dengan sejarah Viking, istana kerajaan, dan patung putri duyung kecil. Terkenal dengan roti lapis terbuka.",
      "en": "A Scandinavian country, known for Viking history, royal palaces, and a little mermaid statue. Famous for its open-faced sandwich."
    }
  },
  {
    "name": { "en": "Estonia", "id": "Estonia" },
    "iso": "EE",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Tallinn Old Town", "id": "Kota Tua Tallinn" },
    "food": { "en": "Verivorst", "id": "Verivorst" },
    "hint": {
      "id": "Negara di Eropa Utara, di tepi Laut Baltik. Dikenal dengan kota tua Abad Pertengahan dan hidangan sosis darah.",
      "en": "A country in Northern Europe, on the Baltic Sea. Known for its medieval old town and blood sausage dish."
    }
  },
  {
    "name": { "en": "Finland", "id": "Finlandia" },
    "iso": "FI",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Suomenlinna", "id": "Suomenlinna" },
    "food": { "en": "Karjalanpiirakka", "id": "Karjalanpiirakka" },
    "hint": {
      "id": "Negara Eropa Utara, dikenal dengan danau, hutan, dan sauna. Terkenal dengan hidangan kue beras Karelian.",
      "en": "A Northern European country, known for lakes, forests, and saunas. Famous for its Karelian rice pie dish."
    }
  },
  {
    "name": { "en": "France", "id": "Prancis" },
    "iso": "FR",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Eiffel Tower", "id": "Menara Eiffel" },
    "food": { "en": "Coq Au Vin", "id": "Coq au Vin" },
    "hint": {
      "id": "Negara di Eropa Barat, dikenal dengan kota seni, museum terkenal, dan menara ikonik. Terkenal dengan masakan haute cuisine.",
      "en": "A country in Western Europe, known for its art cities, famous museums, and iconic tower. Famous for its haute cuisine."
    }
  },
  {
    "name": { "en": "Germany", "id": "Jerman" },
    "iso": "DE",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Brandenburg Gate", "id": "Gerbang Brandenburg" },
    "food": { "en": "Bratwurst", "id": "Bratwurst" },
    "hint": {
      "id": "Negara Eropa Barat, dikenal dengan sejarahnya yang kaya, seni, dan sosis. Terkenal dengan hidangan sosis panggang.",
      "en": "A Western European country, known for its rich history, art, and sausages. Famous for its grilled sausage dish."
    }
  },
  {
    "name": { "en": "Greece", "id": "Yunani" },
    "iso": "GR",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Parthenon", "id": "Parthenon" },
    "food": { "en": "Moussaka", "id": "Moussaka" },
    "hint": {
      "id": "Negara di Eropa Tenggara di Laut Aegea, dikenal sebagai tempat lahirnya demokrasi dan filsafat Barat. Terkenal dengan reruntuhan kuno dan hidangan terong panggang.",
      "en": "A country in Southeast Europe on the Aegean Sea, known as the birthplace of democracy and Western philosophy. Famous for ancient ruins and baked eggplant dishes."
    }
  },
  {
    "name": { "en": "Hungary", "id": "Hongaria" },
    "iso": "HU",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Parliament Building", "id": "Gedung Parlemen" },
    "food": { "en": "Goulash", "id": "Goulash" },
    "hint": {
      "id": "Negara Eropa Tengah yang terkurung daratan, dikenal dengan pemandian air panas dan arsitektur bersejarah. Terkenal dengan hidangan sup paprika.",
      "en": "A landlocked Central European country, known for thermal baths and historic architecture. Famous for its paprika soup dish."
    }
  },
  {
    "name": { "en": "Iceland", "id": "Islandia" },
    "iso": "IS",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Blue Lagoon", "id": "Blue Lagoon" },
    "food": { "en": "Hákarl", "id": "Hákarl" },
    "hint": {
      "id": "Negara Nordik di Samudra Atlantik Utara, dikenal dengan lanskap vulkanik dan pemandian air panas. Terkenal dengan hidangan hiu fermentasi.",
      "en": "A Nordic island nation in the North Atlantic Ocean, known for volcanic landscapes and hot springs. Famous for its fermented shark dish."
    }
  },
  {
    "name": { "en": "Ireland", "id": "Irlandia" },
    "iso": "IE",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Cliffs Of Moher", "id": "Tebing Moher" },
    "food": { "en": "Irish Stew", "id": "Irish Stew" },
    "hint": {
      "id": "Negara pulau di Eropa Barat, dikenal dengan lanskap hijau, kastil kuno, dan pub tradisional. Terkenal dengan hidangan rebusan domba.",
      "en": "An island country in Western Europe, known for green landscapes, ancient castles, and traditional pubs. Famous for its lamb stew dish."
    }
  },
  {
    "name": { "en": "Italy", "id": "Italia" },
    "iso": "IT",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Colosseum", "id": "Koloseum" },
    "food": { "en": "Pizza", "id": "Pizza" },
    "hint": {
      "id": "Negara Eropa Selatan yang berbentuk seperti sepatu bot, dikenal dengan seni, makanan, dan reruntuhan Romawi. Terkenal dengan hidangan pizza.",
      "en": "A boot-shaped Southern European country, known for its art, food, and Roman ruins. Famous for its pizza dish."
    }
  },
  {
    "name": { "en": "Latvia", "id": "Latvia" },
    "iso": "LV",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "House Of The Blackheads", "id": "Rumah Kepala Hitam" },
    "food": { "en": "Rupjmaize", "id": "Rupjmaize" },
    "hint": {
      "id": "Negara Baltik di Eropa Utara, dikenal dengan hutan lebat dan arsitektur Art Nouveau. Terkenal dengan roti hitam gandum.",
      "en": "A Baltic country in Northern Europe, known for dense forests and Art Nouveau architecture. Famous for its rye black bread."
    }
  },
  {
    "name": { "en": "Liechtenstein", "id": "Liechtenstein" },
    "iso": "LI",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Vaduz Castle", "id": "Kastil Vaduz" },
    "food": { "en": "Käsespätzle", "id": "Käsespätzle" },
    "hint": {
      "id": "Kerajaan kecil di Eropa Tengah, terkurung daratan. Dikenal dengan kastil dongeng dan resor ski. Terkenal dengan hidangan pasta keju.",
      "en": "A tiny landlocked principality in Central Europe. Known for fairy-tale castles and ski resorts. Famous for its cheese pasta dish."
    }
  },
  {
    "name": { "en": "Lithuania", "id": "Lituania" },
    "iso": "LT",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Vilnius Old Town", "id": "Kota Tua Vilnius" },
    "food": { "en": "Cepelinai", "id": "Cepelinai" },
    "hint": {
      "id": "Negara Baltik di Eropa Utara, dikenal dengan kota tua bersejarah dan hutan. Terkenal dengan hidangan pangsit kentang.",
      "en": "A Baltic country in Northern Europe, known for its historic old town and forests. Famous for its potato dumpling dish."
    }
  },
  {
    "name": { "en": "Luxembourg", "id": "Luksemburg" },
    "iso": "LU",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Adolph Bridge", "id": "Jembatan Adolphe" },
    "food": { "en": "Judd Mat Gaardebounen", "id": "Judd mat Gaardebounen" },
    "hint": {
      "id": "Negara kecil di Eropa Barat, dikenal dengan kastil-kastil dan lanskap pedesaan yang indah. Terkenal dengan hidangan babi dan kacang.",
      "en": "A small country in Western Europe, known for castles and picturesque countryside. Famous for its pork and beans dish."
    }
  },
  {
    "name": { "en": "Malta", "id": "Malta" },
    "iso": "MT",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "St John's Co-cathedral", "id": "Katedral Bersama St. John" },
    "food": { "en": "Fenkata", "id": "Fenkata" },
    "hint": {
      "id": "Negara kepulauan di Mediterania, dikenal dengan sejarah kuno dan bangunan batu. Terkenal dengan hidangan kelinci rebus.",
      "en": "An island nation in the Mediterranean, known for ancient history and stone buildings. Famous for its rabbit stew dish."
    }
  },
  {
    "name": { "en": "Moldova", "id": "Moldova" },
    "iso": "MD",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Old Orhei", "id": "Orhei Lama" },
    "food": { "en": "Mămăligă", "id": "Mămăligă" },
    "hint": {
      "id": "Negara Eropa Timur yang terkurung daratan, dikenal dengan kebun anggur dan biara. Terkenal dengan hidangan bubur jagung.",
      "en": "A landlocked Eastern European country, known for vineyards and monasteries. Famous for its cornmeal porridge dish."
    }
  },
  {
    "name": { "en": "Monaco", "id": "Monako" },
    "iso": "MC",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Monte Carlo Casino", "id": "Kasino Monte Carlo" },
    "food": { "en": "Barbajuan", "id": "Barbajuan" },
    "hint": {
      "id": "Kerajaan kecil yang berbukit di French Riviera, dikenal dengan kasino mewah dan Grand Prix. Terkenal dengan hidangan pangsit sayuran.",
      "en": "A hilly, tiny principality on the French Riviera, known for its opulent casino and Grand Prix. Famous for its vegetable dumpling dish."
    }
  },
  {
    "name": { "en": "Montenegro", "id": "Montenegro" },
    "iso": "ME",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Bay Of Kotor", "id": "Teluk Kotor" },
    "food": { "en": "Njeguški Pršut", "id": "Njeguški Pršut" },
    "hint": {
      "id": "Negara Balkan di Laut Adriatik, dikenal dengan pegunungan terjal dan teluk yang indah. Terkenal dengan ham asap khasnya.",
      "en": "A Balkan country on the Adriatic Sea, known for rugged mountains and beautiful bays. Famous for its traditional smoked ham."
    }
  },
  {
    "name": { "en": "Netherlands", "id": "Belanda" },
    "iso": "NL",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Kinderdijk", "id": "Kinderdijk" },
    "food": { "en": "Stroopwafel", "id": "Stroopwafel" },
    "hint": {
      "id": "Negara Eropa Barat, dikenal dengan lanskap dataran rendah, kincir angin, dan tulip. Terkenal dengan hidangan wafel karamel.",
      "en": "A Western European country, known for its flat landscapes, windmills, and tulips. Famous for its caramel waffle dish."
    }
  },
  {
    "name": { "en": "North Macedonia", "id": "Makedonia Utara" },
    "iso": "MK",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Lake Ohrid", "id": "Danau Ohrid" },
    "food": { "en": "Tavče Gravče", "id": "Tavče Gravče" },
    "hint": {
      "id": "Negara Balkan di Eropa Tenggara, dikenal dengan danau alami dan pegunungan. Terkenal dengan hidangan kacang panggang.",
      "en": "A Balkan country in Southeast Europe, known for its natural lakes and mountains. Famous for its baked beans dish."
    }
  },
  {
    "name": { "en": "Norway", "id": "Norwegia" },
    "iso": "NO",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Geirangerfjord", "id": "Geirangerfjord" },
    "food": { "en": "Fårikål", "id": "Fårikål" },
    "hint": {
      "id": "Negara Skandinavia di Eropa Utara, dikenal dengan fyord yang dalam dan pegunungan yang terjal. Terkenal dengan hidangan sup domba.",
      "en": "A Scandinavian country in Northern Europe, known for deep fjords and rugged mountains. Famous for its lamb stew dish."
    }
  },
  {
    "name": { "en": "Poland", "id": "Polandia" },
    "iso": "PL",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Wawel Castle", "id": "Kastil Wawel" },
    "food": { "en": "Pierogi", "id": "Pierogi" },
    "hint": {
      "id": "Negara Eropa Tengah, dikenal dengan kota-kota Abad Pertengahan dan kastil-kastil. Terkenal dengan hidangan pangsit isi.",
      "en": "A Central European country, known for medieval towns and castles. Famous for its stuffed dumpling dish."
    }
  },
  {
    "name": { "en": "Portugal", "id": "Portugal" },
    "iso": "PT",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Belem Tower", "id": "Menara Belém" },
    "food": { "en": "Bacalhau", "id": "Bacalhau" },
    "hint": {
      "id": "Negara Eropa Selatan di Semenanjung Iberia, dikenal dengan pantai dan sejarah maritim. Terkenal dengan hidangan ikan kod asin.",
      "en": "A Southern European country on the Iberian Peninsula, known for its beaches and maritime history. Famous for its salted cod dish."
    }
  },
  {
    "name": { "en": "Romania", "id": "Rumania" },
    "iso": "RO",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Bran Castle", "id": "Kastil Bran" },
    "food": { "en": "Sarmale", "id": "Sarmale" },
    "hint": {
      "id": "Negara Eropa Timur, dikenal dengan Transylvania dan Kastil Dracula. Terkenal dengan hidangan kubis gulung.",
      "en": "An Eastern European country, known for Transylvania and Dracula's Castle. Famous for its cabbage rolls dish."
    }
  },
  {
    "name": { "en": "Russia", "id": "Rusia" },
    "iso": "RU",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "St Basil's Cathedral", "id": "Katedral St. Basil" },
    "food": { "en": "Borscht", "id": "Borscht" },
    "hint": {
      "id": "Negara terbesar di dunia, membentang melintasi Eropa Timur dan Asia Utara. Dikenal dengan Kremlin dan katedral berwarna-warni. Terkenal dengan sup bit.",
      "en": "The world's largest country, spanning Eastern Europe and Northern Asia. Known for the Kremlin and colorful cathedrals. Famous for its beet soup."
    }
  },
  {
    "name": { "en": "San Marino", "id": "San Marino" },
    "iso": "SM",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Monte Titano", "id": "Gunung Titano" },
    "food": { "en": "Torta Tre Monti", "id": "Torta Tre Monti" },
    "hint": {
      "id": "Negara mikro yang terkurung daratan di Italia, dikenal dengan kastil di puncak gunung. Terkenal dengan kue berlapisnya.",
      "en": "A landlocked microstate in Italy, known for its mountaintop castles. Famous for its layered cake."
    }
  },
  {
    "name": { "en": "Serbia", "id": "Serbia" },
    "iso": "RS",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Kalemegdan Fortress", "id": "Benteng Kalemegdan" },
    "food": { "en": "Ćevapi", "id": "Ćevapi" },
    "hint": {
      "id": "Negara Balkan di Eropa Tenggara, dikenal dengan benteng kuno dan biara. Terkenal dengan hidangan daging panggang.",
      "en": "A Balkan country in Southeast Europe, known for ancient fortresses and monasteries. Famous for its grilled meat dish."
    }
  },
  {
    "name": { "en": "Slovakia", "id": "Slowakia" },
    "iso": "SK",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Bratislava Castle", "id": "Kastil Bratislava" },
    "food": { "en": "Bryndzové Halušky", "id": "Bryndzové Halušky" },
    "hint": {
      "id": "Negara Eropa Tengah yang terkurung daratan, dikenal dengan pegunungan dan kastil. Terkenal dengan hidangan pangsit kentang keju.",
      "en": "A landlocked Central European country, known for mountains and castles. Famous for its potato dumplings with cheese dish."
    }
  },
  {
    "name": { "en": "Slovenia", "id": "Slovenia" },
    "iso": "SI",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Lake Bled", "id": "Danau Bled" },
    "food": { "en": "Kranjska Klobasa", "id": "Kranjska Klobasa" },
    "hint": {
      "id": "Negara Eropa Tengah, dikenal dengan danau alpen, gua, dan pegunungan. Terkenal dengan sosis khasnya.",
      "en": "A Central European country, known for alpine lakes, caves, and mountains. Famous for its traditional sausage."
    }
  },
  {
    "name": { "en": "Spain", "id": "Spanyol" },
    "iso": "ES",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Sagrada Familia", "id": "Sagrada Familia" },
    "food": { "en": "Paella", "id": "Paella" },
    "hint": {
      "id": "Negara di Semenanjung Iberia, dikenal dengan arsitektur, seni, dan tarian flamenco. Terkenal dengan hidangan nasi seafood.",
      "en": "A country on the Iberian Peninsula, known for architecture, art, and flamenco dancing. Famous for its seafood rice dish."
    }
  },
  {
    "name": { "en": "Sweden", "id": "Swedia" },
    "iso": "SE",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Vatican City", "id": "Kota Vatikan" },
    "food": { "en": "Meatballs", "id": "Bakso" },
    "hint": {
      "id": "Negara Skandinavia, dikenal dengan lanskap danau, hutan, dan pegunungan bersalju. Terkenal dengan hidangan bakso.",
      "en": "A Scandinavian country, known for its landscapes of lakes, forests, and snowy mountains. Famous for its meatballs dish."
    }
  },
  {
    "name": { "en": "Switzerland", "id": "Swiss" },
    "iso": "CH",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Matterhorn", "id": "Matterhorn" },
    "food": { "en": "Fondue", "id": "Fondue" },
    "hint": {
      "id": "Negara Eropa Tengah yang terkurung daratan, dikenal dengan pegunungan Alpen, danau, dan desa. Terkenal dengan hidangan keju leleh.",
      "en": "A landlocked Central European country, known for the Alps, lakes, and villages. Famous for its melted cheese dish."
    }
  },
  {
    "name": { "en": "Ukraine", "id": "Ukraina" },
    "iso": "UA",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Kyiv Pechersk Lavra", "id": "Biara Gua Kyiv" },
    "food": { "en": "Borscht", "id": "Borscht" },
    "hint": {
      "id": "Negara Eropa Timur yang luas, dikenal dengan gereja Ortodoks dan Laut Hitam. Terkenal dengan sup bit.",
      "en": "A large Eastern European country, known for Orthodox churches and the Black Sea. Famous for its beet soup."
    }
  },
  {
    "name": { "en": "United Kingdom", "id": "Britania Raya" },
    "iso": "GB",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "Buckingham Palace", "id": "Istana Buckingham" },
    "food": { "en": "Fish And Chips", "id": "Fish and Chips" },
    "hint": {
      "id": "Negara pulau di Eropa Barat, dikenal dengan sejarah kerajaan, kota-kota bersejarah, dan musik. Terkenal dengan hidangan ikan goreng dan kentang goreng.",
      "en": "An island country in Western Europe, known for royal history, historic cities, and music. Famous for its battered fish and chips dish."
    }
  },
  {
    "name": { "en": "Vatican City", "id": "Kota Vatikan" },
    "iso": "VA",
    "continent": { "en": "Europe", "id": "Eropa" },
    "landmark": { "en": "St Peter's Basilica", "id": "Basilika Santo Petrus" },
    "food": { "en": "Fettuccine Alla Papalina", "id": "Fettuccine alla Papalina" },
    "hint": {
      "id": "Negara-kota independen di Roma, pusat Gereja Katolik Roma. Dikenal dengan Basilika Santo Petrus dan Kapel Sistina.",
      "en": "An independent city-state in Rome, the headquarters of the Roman Catholic Church. Known for St. Peter's Basilica and the Sistine Chapel."
    }
  },
  {
    "name": { "en": "Algeria", "id": "Aljazair" },
    "iso": "DZ",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Kasbah Of Algiers", "id": "Kasbah Aljir" },
    "food": { "en": "Couscous", "id": "Couscous" },
    "hint": {
      "id": "Negara di Afrika Utara di Laut Mediterania, sebagian besar gurun Sahara. Dikenal dengan kota tua bersejarah dan hidangan couscous.",
      "en": "A country in North Africa on the Mediterranean Sea, largely Sahara desert. Known for its historic old town and couscous dish."
    }
  },
  {
    "name": { "en": "Angola", "id": "Angola" },
    "iso": "AO",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Kalandula Falls", "id": "Air Terjun Kalandula" },
    "food": { "en": "Moamba De Galinha", "id": "Moamba de Galinha" },
    "hint": {
      "id": "Negara di Afrika bagian selatan, dikenal dengan garis pantai Atlantik dan lanskap gurun. Terkenal dengan hidangan ayam sawit.",
      "en": "A country in southern Africa, known for its Atlantic coastline and desert landscapes. Famous for its chicken with palm oil dish."
    }
  },
  {
    "name": { "en": "Benin", "id": "Benin" },
    "iso": "BJ",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Ganvie", "id": "Ganvie" },
    "food": { "en": "Akassa", "id": "Akassa" },
    "hint": {
      "id": "Negara Afrika Barat, tempat kelahiran voodoo. Dikenal dengan kota-kota di atas air dan hidangan jagung fermentasi.",
      "en": "A West African country, the birthplace of voodoo. Known for its stilt villages and fermented corn dish."
    }
  },
  {
    "name": { "en": "Botswana", "id": "Botswana" },
    "iso": "BW",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Okavango Delta", "id": "Delta Okavango" },
    "food": { "en": "Seswaa", "id": "Seswaa" },
    "hint": {
      "id": "Negara Afrika bagian selatan, dikenal dengan gurun Kalahari dan delta sungai yang luas. Terkenal dengan hidangan daging rebus.",
      "en": "A southern African country, known for the Kalahari Desert and a vast river delta. Famous for its stewed meat dish."
    }
  },
  {
    "name": { "en": "Burkina Faso", "id": "Burkina Faso" },
    "iso": "BF",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Ruins Of Loropéni", "id": "Reruntuhan Loropéni" },
    "food": { "en": "Riz Gras", "id": "Riz Gras" },
    "hint": {
      "id": "Negara di Afrika Barat yang terkurung daratan, dikenal dengan reruntuhan kuno dan musik. Terkenal dengan hidangan nasi dan daging.",
      "en": "A landlocked West African country, known for ancient ruins and music. Famous for its rice and meat dish."
    }
  },
  {
    "name": { "en": "Burundi", "id": "Burundi" },
    "iso": "BI",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Lake Tanganyika", "id": "Danau Tanganyika" },
    "food": { "en": "Ugali", "id": "Ugali" },
    "hint": {
      "id": "Negara kecil yang terkurung daratan di Afrika Timur, dikenal dengan Danau Tanganyika dan pegunungan. Terkenal dengan bubur jagung.",
      "en": "A small landlocked country in East Africa, known for Lake Tanganyika and mountains. Famous for its cornmeal porridge."
    }
  },
  {
    "name": { "en": "Cabo Verde", "id": "Tanjung Verde" },
    "iso": "CV",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Monte Fogo", "id": "Monte Fogo" },
    "food": { "en": "Cachupa", "id": "Cachupa" },
    "hint": {
      "id": "Negara kepulauan di lepas pantai Afrika Barat, dikenal dengan gunung berapi dan musik. Terkenal dengan hidangan sup jagung dan kacang.",
      "en": "An island nation off the coast of West Africa, known for volcanoes and music. Famous for its corn and bean stew."
    }
  },
  {
    "name": { "en": "Cameroon", "id": "Kamerun" },
    "iso": "CM",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Mount Cameroon", "id": "Gunung Kamerun" },
    "food": { "en": "Ndolé", "id": "Ndolé" },
    "hint": {
      "id": "Negara Afrika Tengah dan Barat, dikenal dengan gunung berapi aktif dan keanekaragaman hayati. Terkenal dengan hidangan rebusan kacang dan sayuran.",
      "en": "A Central and West African country, known for its active volcano and biodiversity. Famous for its nut and vegetable stew."
    }
  },
  {
    "name": { "en": "Central African Republic", "id": "Republik Afrika Tengah" },
    "iso": "CF",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Manovo-gounda St Floris National Park", "id": "Taman Nasional Manovo-Gounda St. Floris" },
    "food": { "en": "Moambe", "id": "Moambe" },
    "hint": {
      "id": "Negara terkurung daratan di Afrika Tengah, dikenal dengan hutan hujan dan satwa liar. Terkenal dengan hidangan saus kacang.",
      "en": "A landlocked country in Central Africa, known for rainforests and wildlife. Famous for its peanut sauce dish."
    }
  },
  {
    "name": { "en": "Chad", "id": "Chad" },
    "iso": "TD",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Lake Chad", "id": "Danau Chad" },
    "food": { "en": "Daraba", "id": "Daraba" },
    "hint": {
      "id": "Negara terkurung daratan di Afrika Tengah, sebagian besar gurun Sahara. Dikenal dengan danau besar dan hidangan sayuran dengan daging.",
      "en": "A landlocked country in Central Africa, largely Sahara desert. Known for its large lake and vegetable with meat dish."
    }
  },
  {
    "name": { "en": "Comoros", "id": "Komoro" },
    "iso": "KM",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Mount Karthala", "id": "Gunung Karthala" },
    "food": { "en": "Langouste À La Vanille", "id": "Langouste à la Vanille" },
    "hint": {
      "id": "Negara kepulauan vulkanik di lepas pantai Afrika Timur, dikenal dengan gunung berapi aktif dan terumbu karang. Terkenal dengan hidangan lobster vanila.",
      "en": "A volcanic archipelago nation off East Africa, known for its active volcano and coral reefs. Famous for its vanilla lobster dish."
    }
  },
  {
    "name": { "en": "Democratic Republic of the Congo", "id": "Republik Demokratik Kongo" },
    "iso": "CD",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Virunga National Park", "id": "Taman Nasional Virunga" },
    "food": { "en": "Moambe", "id": "Moambe" },
    "hint": {
      "id": "Negara besar di Afrika Tengah, dikenal dengan hutan hujan lebat dan gorila gunung. Terkenal dengan hidangan saus kacang.",
      "en": "A large country in Central Africa, known for dense rainforests and mountain gorillas. Famous for its peanut sauce dish."
    }
  },
  {
    "name": { "en": "Republic of the Congo", "id": "Republik Kongo" },
    "iso": "CG",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Basilica Of Saint Anne Of The Congo", "id": "Basilika Saint Anne dari Kongo" },
    "food": { "en": "Saka Saka", "id": "Saka Saka" },
    "hint": {
      "id": "Negara Afrika Tengah, dikenal dengan hutan hujan dan sungai Kongo. Terkenal dengan hidangan daun singkong.",
      "en": "A Central African country, known for rainforests and the Congo river. Famous for its cassava leaf dish."
    }
  },
  {
    "name": { "en": "Djibouti", "id": "Jibuti" },
    "iso": "DJ",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Lake Assal", "id": "Danau Assal" },
    "food": { "en": "Skudahkharis", "id": "Skudahkharis" },
    "hint": {
      "id": "Negara kecil di Tanduk Afrika, sebagian besar gurun. Dikenal dengan Danau Assal dan hidangan daging rebus.",
      "en": "A small country in the Horn of Africa, mostly desert. Known for Lake Assal and a meat stew dish."
    }
  },
  {
    "name": { "en": "Egypt", "id": "Mesir" },
    "iso": "EG",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Pyramids Of Giza", "id": "Piramida Giza" },
    "food": { "en": "Koshary", "id": "Koshary" },
    "hint": {
      "id": "Negara di Afrika Utara, dikenal dengan sejarah kuno, piramida, dan Sungai Nil. Terkenal dengan hidangan nasi, pasta, dan lentil.",
      "en": "A country in North Africa, known for ancient history, pyramids, and the Nile River. Famous for its rice, pasta, and lentil dish."
    }
  },
  {
    "name": { "en": "Equatorial Guinea", "id": "Guinea Khatulistiwa" },
    "iso": "GQ",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Monte Alon National Park", "id": "Taman Nasional Monte Alen" },
    "food": { "en": "Succotash", "id": "Succotash" },
    "hint": {
      "id": "Negara Afrika Tengah di pesisir Atlantik, dikenal dengan hutan hujan dan gunung berapi. Terkenal dengan hidangan jagung dan kacang.",
      "en": "A Central African country on the Atlantic coast, known for rainforests and volcanoes. Famous for its corn and bean dish."
    }
  },
  {
    "name": { "en": "Eritrea", "id": "Eritrea" },
    "iso": "ER",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Dankalia Depression", "id": "Depresi Dankalia" },
    "food": { "en": "Injera", "id": "Injera" },
    "hint": {
      "id": "Negara di Tanduk Afrika, dikenal dengan sejarah kolonial Italia dan lanskap gurun. Terkenal dengan roti datar spons.",
      "en": "A country in the Horn of Africa, known for its Italian colonial history and desert landscapes. Famous for its spongy flatbread."
    }
  },
  {
    "name": { "en": "Eswatini", "id": "Eswatini" },
    "iso": "SZ",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Malolotja Nature Reserve", "id": "Cagar Alam Malolotja" },
    "food": { "en": "Sishwala", "id": "Sishwala" },
    "hint": {
      "id": "Kerajaan kecil yang terkurung daratan di Afrika Selatan, dikenal dengan taman nasional dan cadangan satwa liar. Terkenal dengan bubur jagung kental.",
      "en": "A small landlocked kingdom in Southern Africa, known for national parks and wildlife reserves. Famous for its thick cornmeal porridge."
    }
  },
  {
    "name": { "en": "Ethiopia", "id": "Etiopia" },
    "iso": "ET",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Rock-hewn Churches Of Lalibela", "id": "Gereja Berukir Batu Lalibela" },
    "food": { "en": "Injera With Wat", "id": "Injera dengan Wat" },
    "hint": {
      "id": "Negara terkurung daratan di Tanduk Afrika, dikenal dengan situs arkeologi kuno dan gereja-gereja yang dipahat dari batu. Terkenal dengan hidangan roti datar dan rebusan.",
      "en": "A landlocked country in the Horn of Africa, known for ancient archaeological sites and rock-hewn churches. Famous for its flatbread and stew dish."
    }
  },
  {
    "name": { "en": "Gabon", "id": "Gabon" },
    "iso": "GA",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Loango National Park", "id": "Taman Nasional Loango" },
    "food": { "en": "Poulet Nyembwe", "id": "Poulet Nyembwe" },
    "hint": {
      "id": "Negara Afrika Tengah di pesisir Atlantik, dikenal dengan taman nasional dan gorila. Terkenal dengan hidangan ayam sawit.",
      "en": "A Central African country on the Atlantic coast, known for national parks and gorillas. Famous for its chicken with palm oil dish."
    }
  },
  {
    "name": { "en": "Gambia", "id": "Gambia" },
    "iso": "GM",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Kunta Kinteh Island", "id": "Pulau Kunta Kinteh" },
    "food": { "en": "Domoda", "id": "Domoda" },
    "hint": {
      "id": "Negara Afrika Barat yang kecil, dikelilingi oleh Senegal. Dikenal dengan garis pantai dan hidangan sup kacang.",
      "en": "A small West African country, surrounded by Senegal. Known for its coastline and peanut stew dish."
    }
  },
  {
    "name": { "en": "Ghana", "id": "Ghana" },
    "iso": "GH",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Kakum National Park", "id": "Taman Nasional Kakum" },
    "food": { "en": "Fufu", "id": "Fufu" },
    "hint": {
      "id": "Negara Afrika Barat, dikenal dengan satwa liar, pantai, dan sejarah perbudakan. Terkenal dengan hidangan adonan singkong.",
      "en": "A West African country, known for wildlife, beaches, and slavery history. Famous for its cassava dough dish."
    }
  },
  {
    "name": { "en": "Guinea", "id": "Guinea" },
    "iso": "GN",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Mount Nimba Strict Nature Reserve", "id": "Cagar Alam Ketat Gunung Nimba" },
    "food": { "en": "Fufu", "id": "Fufu" },
    "hint": {
      "id": "Negara Afrika Barat, dikenal dengan gunung-gunung dan hutan. Terkenal dengan hidangan adonan singkong.",
      "en": "A West African country, known for mountains and forests. Famous for its cassava dough dish."
    }
  },
  {
    "name": { "en": "Guinea-Bissau", "id": "Guinea-Bissau" },
    "iso": "GW",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Bissagos Islands", "id": "Pulau Bissagos" },
    "food": { "en": "Caldo De Chabéu", "id": "Caldo de Chabéu" },
    "hint": {
      "id": "Negara Afrika Barat di pesisir Atlantik, dikenal dengan pulau-pulau lepas pantai. Terkenal dengan hidangan sup ikan.",
      "en": "A West African country on the Atlantic coast, known for its offshore islands. Famous for its fish soup dish."
    }
  },
  {
    "name": { "en": "Ivory Coast", "id": "Pantai Gading" },
    "iso": "CI",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Basilica Of Our Lady Of Peace Of Yamoussoukro", "id": "Basilika Bunda Perdamaian Yamoussoukro" },
    "food": { "en": "Attieke", "id": "Attieke" },
    "hint": {
      "id": "Negara Afrika Barat, dikenal dengan pantai berpasir dan hutan hujan. Terkenal dengan hidangan couscous singkong.",
      "en": "A West African country, known for sandy beaches and rainforests. Famous for its cassava couscous dish."
    }
  },
  {
    "name": { "en": "Kenya", "id": "Kenya" },
    "iso": "KE",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Maasai Mara National Reserve", "id": "Cagar Alam Nasional Maasai Mara" },
    "food": { "en": "Ugali And Sukuma Wiki", "id": "Ugali dan Sukuma Wiki" },
    "hint": {
      "id": "Negara Afrika Timur, dikenal dengan satwa liar, danau, dan Lembah Celah Besar. Terkenal dengan hidangan bubur jagung dan sayuran hijau.",
      "en": "An East African country, known for wildlife, lakes, and the Great Rift Valley. Famous for its cornmeal porridge and collard greens dish."
    }
  },
  {
    "name": { "en": "Lesotho", "id": "Lesotho" },
    "iso": "LS",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Sehlabathebe National Park", "id": "Taman Nasional Sehlabathebe" },
    "food": { "en": "Papa", "id": "Papa" },
    "hint": {
      "id": "Kerajaan yang terkurung daratan di Afrika Selatan, sepenuhnya dikelilingi oleh Afrika Selatan. Dikenal dengan pegunungan dan hidangan bubur jagung.",
      "en": "A landlocked kingdom in Southern Africa, entirely surrounded by South Africa. Known for its mountains and cornmeal porridge dish."
    }
  },
  {
    "name": { "en": "Liberia", "id": "Liberia" },
    "iso": "LR",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Sapo National Park", "id": "Taman Nasional Sapo" },
    "food": { "en": "Cassava Leaf Stew", "id": "Sup Daun Singkong" },
    "hint": {
      "id": "Negara Afrika Barat, dikenal dengan hutan hujan dan pantai. Terkenal dengan hidangan rebusan daun singkong.",
      "en": "A West African country, known for rainforests and beaches. Famous for its cassava leaf stew dish."
    }
  },
  {
    "name": { "en": "Libya", "id": "Libya" },
    "iso": "LY",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Leptis Magna", "id": "Leptis Magna" },
    "food": { "en": "Asida", "id": "Asida" },
    "hint": {
      "id": "Negara di Afrika Utara di Laut Mediterania, sebagian besar gurun Sahara. Dikenal dengan reruntuhan Romawi dan hidangan adonan tepung.",
      "en": "A country in North Africa on the Mediterranean Sea, largely Sahara desert. Known for Roman ruins and flour dough dishes."
    }
  },
  {
    "name": { "en": "Madagascar", "id": "Madagaskar" },
    "iso": "MG",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Avenue Of The Baobabs", "id": "Jalan Pohon Baobab" },
    "food": { "en": "Romazava", "id": "Romazava" },
    "hint": {
      "id": "Negara pulau besar di lepas pantai tenggara Afrika, dikenal dengan satwa liar unik dan pohon baobab. Terkenal dengan hidangan sup daging dan sayuran.",
      "en": "A large island nation off the southeast coast of Africa, known for unique wildlife and baobab trees. Famous for its meat and greens soup dish."
    }
  },
  {
    "name": { "en": "Malawi", "id": "Malawi" },
    "iso": "MW",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Lake Malawi National Park", "id": "Taman Nasional Danau Malawi" },
    "food": { "en": "Nsima", "id": "Nsima" },
    "hint": {
      "id": "Negara Afrika Tenggara yang terkurung daratan, dikenal dengan Danau Malawi yang besar. Terkenal dengan bubur jagung.",
      "en": "A landlocked Southeast African country, known for the vast Lake Malawi. Famous for its cornmeal porridge."
    }
  },
  {
    "name": { "en": "Mali", "id": "Mali" },
    "iso": "ML",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Great Mosque Of Djenné", "id": "Masjid Agung Djenné" },
    "food": { "en": "Maafe", "id": "Maafé" },
    "hint": {
      "id": "Negara Afrika Barat yang terkurung daratan, dikenal dengan sejarah kuno dan masjid-masjid tanah liat. Terkenal dengan hidangan sup kacang.",
      "en": "A landlocked West African country, known for ancient history and mud mosques. Famous for its peanut stew dish."
    }
  },
  {
    "name": { "en": "Mauritania", "id": "Mauritania" },
    "iso": "MR",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Richat Structure", "id": "Struktur Richat" },
    "food": { "en": "Thieboudienne", "id": "Thieboudienne" },
    "hint": {
      "id": "Negara Afrika Barat di pesisir Atlantik, sebagian besar gurun Sahara. Dikenal dengan formasi geologi 'Mata Sahara'. Terkenal dengan hidangan nasi dan ikan.",
      "en": "A West African country on the Atlantic coast, largely Sahara desert. Known for its 'Eye of the Sahara' geological formation. Famous for its rice and fish dish."
    }
  },
  {
    "name": { "en": "Mauritius", "id": "Mauritius" },
    "iso": "MU",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Seven Coloured Earths", "id": "Tujuh Warna Bumi" },
    "food": { "en": "Dholl Puri", "id": "Dholl Puri" },
    "hint": {
      "id": "Negara pulau di Samudra Hindia, dikenal dengan pantai, terumbu karang, dan hutan hujan. Terkenal dengan hidangan roti pipih lentil.",
      "en": "An island nation in the Indian Ocean, known for beaches, coral reefs, and rainforests. Famous for its lentil flatbread dish."
    }
  },
  {
    "name": { "en": "Morocco", "id": "Maroko" },
    "iso": "MA",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Ait Benhaddou", "id": "Aït Benhaddou" },
    "food": { "en": "Tagine", "id": "Tagine" },
    "hint": {
      "id": "Negara Afrika Utara di Samudra Atlantik dan Laut Mediterania, dikenal dengan pasar ramai dan kota-kota bersejarah. Terkenal dengan hidangan rebusan keramik.",
      "en": "A North African country on the Atlantic Ocean and Mediterranean Sea, known for bustling markets and historic cities. Famous for its ceramic stew dish."
    }
  },
  {
    "name": { "en": "Mozambique", "id": "Mozambik" },
    "iso": "MZ",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Ilho De Mozambique", "id": "Pulau Mozambik" },
    "food": { "en": "Peri-peri Chicken", "id": "Ayam Peri-Peri" },
    "hint": {
      "id": "Negara Afrika Timur di Samudra Hindia, dikenal dengan pantai dan taman nasional. Terkenal dengan hidangan ayam pedas.",
      "en": "An East African country on the Indian Ocean, known for beaches and national parks. Famous for its spicy chicken dish."
    }
  },
  {
    "name": { "en": "Namibia", "id": "Namibia" },
    "iso": "NA",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Sossusvlei", "id": "Sossusvlei" },
    "food": { "en": "Biltong", "id": "Biltong" },
    "hint": {
      "id": "Negara Afrika bagian selatan, dikenal dengan Gurun Namib dan satwa liar. Terkenal dengan hidangan daging kering.",
      "en": "A southern African country, known for the Namib Desert and wildlife. Famous for its dried meat dish."
    }
  },
  {
    "name": { "en": "Niger", "id": "Niger" },
    "iso": "NE",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Agadez", "id": "Agadez" },
    "food": { "en": "Djerma Stew", "id": "Sup Djerma" },
    "hint": {
      "id": "Negara Afrika Barat yang terkurung daratan, sebagian besar gurun Sahara. Dikenal dengan kota-kota kuno dan hidangan rebusan.",
      "en": "A landlocked West African country, largely Sahara desert. Known for ancient cities and a stew dish."
    }
  },
  {
    "name": { "en": "Nigeria", "id": "Nigeria" },
    "iso": "NG",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Abus Rock", "id": "Abuja Rock" },
    "food": { "en": "Jollof Rice", "id": "Nasi Jollof" },
    "hint": {
      "id": "Negara Afrika Barat yang padat penduduk, dikenal dengan pasar yang ramai dan musik yang semarak. Terkenal dengan hidangan nasi tomat.",
      "en": "A densely populated West African country, known for bustling markets and vibrant music. Famous for its tomato rice dish."
    }
  },
  {
    "name": { "en": "Rwanda", "id": "Rwanda" },
    "iso": "RW",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Volcanoes National Park", "id": "Taman Nasional Gunung Berapi" },
    "food": { "en": "Ugali", "id": "Ugali" },
    "hint": {
      "id": "Negara terkurung daratan di Afrika Tengah, dikenal sebagai 'Tanah Seribu Bukit'. Terkenal dengan bubur jagung.",
      "en": "A landlocked country in Central Africa, known as the 'Land of a Thousand Hills'. Famous for its cornmeal porridge."
    }
  },
  {
    "name": { "en": "Sao Tome and Principe", "id": "Sao Tome dan Principe" },
    "iso": "ST",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Boca De Inferno", "id": "Boca de Inferno" },
    "food": { "en": "Calulu", "id": "Calulu" },
    "hint": {
      "id": "Negara kepulauan kecil di lepas pantai Afrika Barat, dikenal dengan pantai dan perkebunan kakao. Terkenal dengan hidangan sup ikan.",
      "en": "A small island nation off the coast of West Africa, known for beaches and cocoa plantations. Famous for its fish soup dish."
    }
  },
  {
    "name": { "en": "Senegal", "id": "Senegal" },
    "iso": "SN",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Lake Retba", "id": "Danau Retba" },
    "food": { "en": "Thieboudienne", "id": "Thieboudienne" },
    "hint": {
      "id": "Negara Afrika Barat di pesisir Atlantik, dikenal dengan musik yang semarak dan Danau Merah Muda. Terkenal dengan hidangan nasi dan ikan.",
      "en": "A West African country on the Atlantic coast, known for vibrant music and its Pink Lake. Famous for its rice and fish dish."
    }
  },
  {
    "name": { "en": "Seychelles", "id": "Seychelles" },
    "iso": "SC",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Anse Source D'argent", "id": "Anse Source d'Argent" },
    "food": { "en": "Fish Curry", "id": "Kari Ikan" },
    "hint": {
      "id": "Negara kepulauan di Samudra Hindia, dikenal dengan pantai yang masih asli dan terumbu karang. Terkenal dengan hidangan kari ikan.",
      "en": "An island nation in the Indian Ocean, known for pristine beaches and coral reefs. Famous for its fish curry dish."
    }
  },
  {
    "name": { "en": "Sierra Leone", "id": "Sierra Leone" },
    "iso": "SL",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Bunce Island", "id": "Pulau Bunce" },
    "food": { "en": "Cassava Leaf Stew", "id": "Sup Daun Singkong" },
    "hint": {
      "id": "Negara Afrika Barat, dikenal dengan pantai dan sejarah perdagangan budak. Terkenal dengan hidangan rebusan daun singkong.",
      "en": "A West African country, known for beaches and slave trade history. Famous for its cassava leaf stew dish."
    }
  },
  {
    "name": { "en": "Somalia", "id": "Somalia" },
    "iso": "SO",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Laas Gaal", "id": "Laas Gaal" },
    "food": { "en": "Cambuulo", "id": "Cambuulo" },
    "hint": {
      "id": "Negara di Tanduk Afrika, dikenal dengan garis pantai yang panjang dan situs gua kuno. Terkenal dengan hidangan nasi dengan kacang.",
      "en": "A country in the Horn of Africa, known for its long coastline and ancient cave sites. Famous for its rice with beans dish."
    }
  },
  {
    "name": { "en": "South Africa", "id": "Afrika Selatan" },
    "iso": "ZA",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Table Mountain", "id": "Gunung Meja" },
    "food": { "en": "Braai", "id": "Braai" },
    "hint": {
      "id": "Negara di ujung selatan Afrika, dikenal dengan lanskap yang beragam dan satwa liar. Terkenal dengan tradisi barbekyu.",
      "en": "A country at the southern tip of Africa, known for its diverse landscapes and wildlife. Famous for its barbecue tradition."
    }
  },
  {
    "name": { "en": "South Sudan", "id": "Sudan Selatan" },
    "iso": "SS",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Sudd", "id": "Sudd" },
    "food": { "en": "Kisra", "id": "Kisra" },
    "hint": {
      "id": "Negara terkurung daratan di Afrika Timur, dikenal dengan rawa-rawa besar dan budaya suku. Terkenal dengan roti datar dari sorgum.",
      "en": "A landlocked country in East Africa, known for vast swamps and tribal cultures. Famous for its sorghum flatbread."
    }
  },
  {
    "name": { "en": "Sudan", "id": "Sudan" },
    "iso": "SD",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Pyramids Of M Roe", "id": "Piramida Meroë" },
    "food": { "en": "Ful Medames", "id": "Ful Medames" },
    "hint": {
      "id": "Negara Afrika Timur Laut, dikenal dengan gurun Sahara dan piramida kuno. Terkenal dengan hidangan kacang fava.",
      "en": "A Northeast African country, known for the Sahara desert and ancient pyramids. Famous for its fava bean dish."
    }
  },
  {
    "name": { "en": "Tanzania", "id": "Tanzania" },
    "iso": "TZ",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Mount Kilimanjaro", "id": "Gunung Kilimanjaro" },
    "food": { "en": "Ugali", "id": "Ugali" },
    "hint": {
      "id": "Negara Afrika Timur, dikenal dengan satwa liar, Gunung Kilimanjaro, dan pulau Zanzibar. Terkenal dengan bubur jagung.",
      "en": "An East African country, known for wildlife, Mount Kilimanjaro, and Zanzibar island. Famous for its cornmeal porridge."
    }
  },
  {
    "name": { "en": "Togo", "id": "Togo" },
    "iso": "TG",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Fetish Market", "id": "Pasar Fetish" },
    "food": { "en": "Fufu", "id": "Fufu" },
    "hint": {
      "id": "Negara Afrika Barat, dikenal dengan pantai berpasir dan pasar tradisional. Terkenal dengan hidangan adonan singkong.",
      "en": "A West African country, known for sandy beaches and traditional markets. Famous for its cassava dough dish."
    }
  },
  {
    "name": { "en": "Tunisia", "id": "Tunisia" },
    "iso": "TN",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "El Jem Colosseum", "id": "Koloseum El Djem" },
    "food": { "en": "Couscous", "id": "Couscous" },
    "hint": {
      "id": "Negara Afrika Utara di Laut Mediterania, dikenal dengan reruntuhan Romawi dan gurun Sahara. Terkenal dengan hidangan couscous.",
      "en": "A North African country on the Mediterranean Sea, known for Roman ruins and the Sahara desert. Famous for its couscous dish."
    }
  },
  {
    "name": { "en": "Uganda", "id": "Uganda" },
    "iso": "UG",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Bwindi Impenetrable National Park", "id": "Taman Nasional Bwindi Impenetrable" },
    "food": { "en": "Matoke", "id": "Matoke" },
    "hint": {
      "id": "Negara terkurung daratan di Afrika Timur, dikenal dengan satwa liar dan Pegunungan Rwenzori. Terkenal dengan hidangan pisang hijau kukus.",
      "en": "A landlocked country in East Africa, known for wildlife and the Rwenzori Mountains. Famous for its steamed green banana dish."
    }
  },
  {
    "name": { "en": "Zambia", "id": "Zambia" },
    "iso": "ZM",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Victoria Falls", "id": "Air Terjun Victoria" },
    "food": { "en": "Nshima", "id": "Nshima" },
    "hint": {
      "id": "Negara terkurung daratan di Afrika Selatan, dikenal dengan taman nasional dan Air Terjun Victoria. Terkenal dengan bubur jagung.",
      "en": "A landlocked country in Southern Africa, known for national parks and Victoria Falls. Famous for its cornmeal porridge."
    }
  },
  {
    "name": { "en": "Zimbabwe", "id": "Zimbabwe" },
    "iso": "ZW",
    "continent": { "en": "Africa", "id": "Afrika" },
    "landmark": { "en": "Great Zimbabwe Ruins", "id": "Reruntuhan Zimbabwe Raya" },
    "food": { "en": "Sadza", "id": "Sadza" },
    "hint": {
      "id": "Negara terkurung daratan di Afrika Selatan, dikenal dengan taman nasional dan reruntuhan kuno. Terkenal dengan bubur jagung.",
      "en": "A landlocked country in Southern Africa, known for national parks and ancient ruins. Famous for its cornmeal porridge."
    }
  },
  {
    "name": { "en": "Argentina", "id": "Argentina" },
    "iso": "AR",
    "continent": { "en": "South America", "id": "Amerika Selatan" },
    "landmark": { "en": "Perito Moreno Glacier", "id": "Gletser Perito Moreno" },
    "food": { "en": "Asado", "id": "Asado" },
    "hint": {
      "id": "Negara Amerika Selatan yang luas, dikenal dengan gunung Andes, dataran Pampas, dan tango. Terkenal dengan hidangan barbekyu.",
      "en": "A vast South American country, known for the Andes mountains, Pampas grasslands, and tango. Famous for its barbecue dish."
    }
  },
  {
    "name": { "en": "Bolivia", "id": "Bolivia" },
    "iso": "BO",
    "continent": { "en": "South America", "id": "Amerika Selatan" },
    "landmark": { "en": "Salar De Uyuni", "id": "Salar de Uyuni" },
    "food": { "en": "Salteñas", "id": "Salteñas" },
    "hint": {
      "id": "Negara terkurung daratan di Amerika Selatan, dikenal dengan pegunungan Andes dan gurun garam. Terkenal dengan kue daging gurih.",
      "en": "A landlocked country in South America, known for the Andes mountains and salt flats. Famous for its savory pastry dish."
    }
  },
  {
    "name": { "en": "Brazil", "id": "Brasil" },
    "iso": "BR",
    "continent": { "en": "South America", "id": "Amerika Selatan" },
    "landmark": { "en": "Christ The Redeemer", "id": "Kristus Sang Penebus" },
    "food": { "en": "Feijoada", "id": "Feijoada" },
    "hint": {
      "id": "Negara terbesar di Amerika Selatan, dikenal dengan hutan hujan Amazon, pantai, dan karnaval. Terkenal dengan hidangan sup kacang hitam.",
      "en": "The largest country in South America, known for the Amazon rainforest, beaches, and carnival. Famous for its black bean stew dish."
    }
  },
  {
    "name": { "en": "Chile", "id": "Cile" },
    "iso": "CL",
    "continent": { "en": "South America", "id": "Amerika Selatan" },
    "landmark": { "en": "Easter Island", "id": "Pulau Paskah" },
    "food": { "en": "Pastel De Choclo", "id": "Pastel de Choclo" },
    "hint": {
      "id": "Negara Amerika Selatan yang panjang dan sempit, membentang di sepanjang Samudra Pasifik. Dikenal dengan pegunungan Andes dan Pulau Paskah. Terkenal dengan kue jagung.",
      "en": "A long, narrow South American country, stretching along the Pacific Ocean. Known for the Andes mountains and Easter Island. Famous for its corn pie."
    }
  },
  {
    "name": { "en": "Colombia", "id": "Kolombia" },
    "iso": "CO",
    "continent": { "en": "South America", "id": "Amerika Selatan" },
    "landmark": { "en": "Tayrona National Natural Park", "id": "Taman Nasional Alam Tayrona" },
    "food": { "en": "Bandeja Paisa", "id": "Bandeja Paisa" },
    "hint": {
      "id": "Negara di ujung utara Amerika Selatan, dikenal dengan hutan hujan Amazon, pegunungan Andes, dan kopi. Terkenal dengan hidangan nasi, kacang, dan daging.",
      "en": "A country at the northern tip of South America, known for the Amazon rainforest, Andes mountains, and coffee. Famous for its rice, beans, and meat dish."
    }
  },
  {
    "name": { "en": "Ecuador", "id": "Ekuador" },
    "iso": "EC",
    "continent": { "en": "South America", "id": "Amerika Selatan" },
    "landmark": { "en": "Galapagos Islands", "id": "Kepulauan Galapagos" },
    "food": { "en": "Encebollado", "id": "Encebollado" },
    "hint": {
      "id": "Negara di Ekuador Amerika Selatan, dikenal dengan pegunungan Andes, hutan hujan Amazon, dan Kepulauan Galapagos. Terkenal dengan hidangan sup ikan.",
      "en": "A country in South America's Ecuador, known for the Andes mountains, Amazon rainforest, and the Galapagos Islands. Famous for its fish soup dish."
    }
  },
  {
    "name": { "en": "Guyana", "id": "Guyana" },
    "iso": "GY",
    "continent": { "en": "South America", "id": "Amerika Selatan" },
    "landmark": { "en": "Kaieteur Falls", "id": "Air Terjun Kaieteur" },
    "food": { "en": "Pepperpot", "id": "Pepperpot" },
    "hint": {
      "id": "Negara di Amerika Selatan bagian utara, dikenal dengan hutan hujan dan air terjun. Terkenal dengan hidangan rebusan daging.",
      "en": "A country in northern South America, known for rainforests and waterfalls. Famous for its meat stew dish."
    }
  },
  {
    "name": { "en": "Paraguay", "id": "Paraguay" },
    "iso": "PY",
    "continent": { "en": "South America", "id": "Amerika Selatan" },
    "landmark": { "en": "Itati Chapel", "id": "Kapel Itati" },
    "food": { "en": "Sopa Paraguaya", "id": "Sopa Paraguaya" },
    "hint": {
      "id": "Negara terkurung daratan di Amerika Selatan, dikenal dengan lanskap yang luas dan air terjun. Terkenal dengan kue jagung gurih.",
      "en": "A landlocked country in South America, known for vast landscapes and waterfalls. Famous for its savory corn cake."
    }
  },
  {
    "name": { "en": "Peru", "id": "Peru" },
    "iso": "PE",
    "continent": { "en": "South America", "id": "Amerika Selatan" },
    "landmark": { "en": "Machu Picchu", "id": "Machu Picchu" },
    "food": { "en": "Ceviche", "id": "Ceviche" },
    "hint": {
      "id": "Negara Amerika Selatan, dikenal dengan pegunungan Andes, hutan hujan Amazon, dan reruntuhan kuno. Terkenal dengan hidangan ikan mentah yang diasamkan.",
      "en": "A South American country, known for the Andes mountains, Amazon rainforest, and ancient ruins. Famous for its cured raw fish dish."
    }
  },
  {
    "name": { "en": "Suriname", "id": "Suriname" },
    "iso": "SR",
    "continent": { "en": "South America", "id": "Amerika Selatan" },
    "landmark": { "en": "Central Suriname Nature Reserve", "id": "Cagar Alam Pusat Suriname" },
    "food": { "en": "Roti", "id": "Roti" },
    "hint": {
      "id": "Negara kecil di Amerika Selatan bagian utara, dikenal dengan hutan hujan dan keanekaragaman budaya. Terkenal dengan hidangan roti pipih.",
      "en": "A small country in northern South America, known for rainforests and cultural diversity. Famous for its flatbread dish."
    }
  },
  {
    "name": { "en": "Uruguay", "id": "Uruguay" },
    "iso": "UY",
    "continent": { "en": "South America", "id": "Amerika Selatan" },
    "landmark": { "en": "Rambla Of Montevideo", "id": "Rambla Montevideo" },
    "food": { "en": "Chivito", "id": "Chivito" },
    "hint": {
      "id": "Negara Amerika Selatan di pesisir Atlantik, dikenal dengan pantai dan peternakan. Terkenal dengan hidangan sandwich steak.",
      "en": "A South American country on the Atlantic coast, known for its beaches and ranches. Famous for its steak sandwich dish."
    }
  },
  {
    "name": { "en": "Venezuela", "id": "Venezuela" },
    "iso": "VE",
    "continent": { "en": "South America", "id": "Amerika Selatan" },
    "landmark": { "en": "Angel Falls", "id": "Air Terjun Angel" },
    "food": { "en": "Arepas", "id": "Arepas" },
    "hint": {
      "id": "Negara di Amerika Selatan bagian utara, dikenal dengan Pegunungan Andes, pantai, dan Air Terjun Angel. Terkenal dengan hidangan roti jagung.",
      "en": "A country in northern South America, known for the Andes mountains, beaches, and Angel Falls. Famous for its corn bread dish."
    }
  },
  {
    "name": { "en": "Australia", "id": "Australia" },
    "iso": "AU",
    "continent": { "en": "Oceania", "id": "Oseania" },
    "landmark": { "en": "Sydney Opera House", "id": "Gedung Opera Sydney" },
    "food": { "en": "Meat Pie", "id": "Pai Daging" },
    "hint": {
      "id": "Negara benua yang luas, dikenal dengan pantai, gurun, dan satwa liar unik. Terkenal dengan hidangan pai daging.",
      "en": "A vast continent country, known for its beaches, deserts, and unique wildlife. Famous for its meat pie dish."
    }
  },
  {
    "name": { "en": "Fiji", "id": "Fiji" },
    "iso": "FJ",
    "continent": { "en": "Oceania", "id": "Oseania" },
    "landmark": { "en": "Garden Of The Sleeping Giant", "id": "Taman Raksasa Tidur" },
    "food": { "en": "Kokoda", "id": "Kokoda" },
    "hint": {
      "id": "Negara kepulauan di Melanesia, dikenal dengan pantai berpasir, terumbu karang, dan hutan hujan. Terkenal dengan hidangan ikan mentah kelapa.",
      "en": "An island country in Melanesia, known for sandy beaches, coral reefs, and rainforests. Famous for its coconut raw fish dish."
    }
  },
  {
    "name": { "en": "Kiribati", "id": "Kiribati" },
    "iso": "KI",
    "continent": { "en": "Oceania", "id": "Oseania" },
    "landmark": { "en": "Christmas Island", "id": "Pulau Natal" },
    "food": { "en": "Te Boro", "id": "Te Boro" },
    "hint": {
      "id": "Negara kepulauan di Pasifik, dikenal dengan atol dan kehidupan laut. Terkenal dengan hidangan ikan dan kelapa.",
      "en": "An island nation in the Pacific, known for its atolls and marine life. Famous for its fish and coconut dish."
    }
  },
  {
    "name": { "en": "Marshall Islands", "id": "Kepulauan Marshall" },
    "iso": "MH",
    "continent": { "en": "Oceania", "id": "Oseania" },
    "landmark": { "en": "Bikini Atoll", "id": "Atol Bikini" },
    "food": { "en": "Mokmok", "id": "Mokmok" },
    "hint": {
      "id": "Negara kepulauan di Mikronesia, dikenal dengan atol dan sejarah Perang Dunia II. Terkenal dengan hidangan ikan dan kelapa.",
      "en": "An island nation in Micronesia, known for its atolls and World War II history. Famous for its fish and coconut dish."
    }
  },
  {
    "name": { "en": "Micronesia", "id": "Mikronesia" },
    "iso": "FM",
    "continent": { "en": "Oceania", "id": "Oseania" },
    "landmark": { "en": "Nan Madol", "id": "Nan Madol" },
    "food": { "en": "Breadfruit Pudding", "id": "Puding Sukun" },
    "hint": {
      "id": "Negara kepulauan di Pasifik, dikenal dengan reruntuhan kuno dan terumbu karang. Terkenal dengan puding sukun.",
      "en": "An island nation in the Pacific, known for ancient ruins and coral reefs. Famous for its breadfruit pudding."
    }
  },
  {
    "name": { "en": "Nauru", "id": "Nauru" },
    "iso": "NR",
    "continent": { "en": "Oceania", "id": "Oseania" },
    "landmark": { "en": "Command Ridge", "id": "Punggung Bukit Komando" },
    "food": { "en": "Coconut Fish", "id": "Ikan Kelapa" },
    "hint": {
      "id": "Negara pulau kecil di Mikronesia, dikenal dengan penambangan fosfat. Terkenal dengan hidangan ikan kelapa.",
      "en": "A tiny island nation in Micronesia, known for its phosphate mining. Famous for its coconut fish dish."
    }
  },
  {
    "name": { "en": "New Zealand", "id": "Selandia Baru" },
    "iso": "NZ",
    "continent": { "en": "Oceania", "id": "Oseania" },
    "landmark": { "en": "Milford Sound", "id": "Milford Sound" },
    "food": { "en": "Hangi", "id": "Hangi" },
    "hint": {
      "id": "Negara pulau di Pasifik Barat Daya, dikenal dengan pemandangan dramatis, Maori, dan hobbit. Terkenal dengan hidangan panggang tradisional.",
      "en": "An island country in the southwestern Pacific, known for dramatic landscapes, Maori people, and hobbits. Famous for its traditional roasted dish."
    }
  },
  {
    "name": { "en": "Palau", "id": "Palau" },
    "iso": "PW",
    "continent": { "en": "Oceania", "id": "Oseania" },
    "landmark": { "en": "Rock Islands Southern Lagoon", "id": "Laguna Selatan Pulau Batu" },
    "food": { "en": "Fruit Bat Soup", "id": "Sup Kelelawar Buah" },
    "hint": {
      "id": "Negara kepulauan di Mikronesia, dikenal dengan terumbu karang dan kehidupan laut. Terkenal dengan hidangan sup kelelawar buah.",
      "en": "An island nation in Micronesia, known for coral reefs and marine life. Famous for its fruit bat soup dish."
    }
  },
  {
    "name": { "en": "Papua New Guinea", "id": "Papua Nugini" },
    "iso": "PG",
    "continent": { "en": "Oceania", "id": "Oseania" },
    "landmark": { "en": "Kokoda Track", "id": "Jalur Kokoda" },
    "food": { "en": "Mumu", "id": "Mumu" },
    "hint": {
      "id": "Negara di Oseania, dikenal dengan pegunungan, hutan hujan, dan suku-suku. Terkenal dengan hidangan daging dan sayuran yang dimasak di tanah.",
      "en": "A country in Oceania, known for mountains, rainforests, and tribes. Famous for its earth-cooked meat and vegetable dish."
    }
  },
  {
    "name": { "en": "Samoa", "id": "Samoa" },
    "iso": "WS",
    "continent": { "en": "Oceania", "id": "Oseania" },
    "landmark": { "en": "To Sua Ocean Trench", "id": "Parit Laut To Sua" },
    "food": { "en": "Oka", "id": "Oka" },
    "hint": {
      "id": "Negara pulau di Polinesia, dikenal dengan pantai berpasir, terumbu karang, dan hutan hujan. Terkenal dengan hidangan ikan mentah kelapa.",
      "en": "An island nation in Polynesia, known for sandy beaches, coral reefs, and rainforests. Famous for its coconut raw fish dish."
    }
  },
  {
    "name": { "en": "Solomon Islands", "id": "Kepulauan Solomon" },
    "iso": "SB",
    "continent": { "en": "Oceania", "id": "Oseania" },
    "landmark": { "en": "Skull Island", "id": "Pulau Tengkorak" },
    "food": { "en": "Poi", "id": "Poi" },
    "hint": {
      "id": "Negara pulau di Melanesia, dikenal dengan pulau vulkanik, terumbu karang, dan sejarah Perang Dunia II. Terkenal dengan hidangan talas fermentasi.",
      "en": "An island nation in Melanesia, known for volcanic islands, coral reefs, and World War II history. Famous for its fermented taro dish."
    }
  },
  {
    "name": { "en": "Tonga", "id": "Tonga" },
    "iso": "TO",
    "continent": { "en": "Oceania", "id": "Oseania" },
    "landmark": { "en": "Ha Amonga A Maui", "id": "Ha'amonga 'a Maui" },
    "food": { "en": "Lu Sipi", "id": "Lu Sipi" },
    "hint": {
      "id": "Kerajaan Polinesia di Pasifik Selatan, dikenal dengan pantai berpasir, terumbu karang, dan monumen batu kuno. Terkenal dengan hidangan daging domba dan daun talas.",
      "en": "A Polynesian kingdom in the South Pacific, known for sandy beaches, coral reefs, and ancient stone monuments. Famous for its lamb and taro leaves dish."
    }
  },
  {
    "name": { "en": "Tuvalu", "id": "Tuvalu" },
    "iso": "TV",
    "continent": { "en": "Oceania", "id": "Oseania" },
    "landmark": { "en": "Funafuti Conservation Area", "id": "Area Konservasi Funafuti" },
    "food": { "en": "Pulaka", "id": "Pulaka" },
    "hint": {
      "id": "Negara pulau di Polinesia, dikenal dengan atol-atolnya yang rendah, laguna, dan terumbu karang. Terkenal dengan hidangan talas rawa.",
      "en": "An island nation in Polynesia, known for its low-lying atolls, lagoons, and coral reefs. Famous for its swamp taro dish."
    }
  },
  {
    "name": { "en": "Vanuatu", "id": "Vanuatu" },
    "iso": "VU",
    "continent": { "en": "Oceania", "id": "Oseania" },
    "landmark": { "en": "Mount Yasur", "id": "Gunung Yasur" },
    "food": { "en": "Lap Lap", "id": "Lap Lap" },
    "hint": {
      "id": "Negara kepulauan di Melanesia, dikenal dengan pulau vulkanik, terumbu karang, dan situs menyelam. Terkenal dengan hidangan panggang akar.",
      "en": "An island nation in Melanesia, known for volcanic islands, coral reefs, and dive sites. Famous for its root crop baked dish."
    }
  },
  {
    "name": { "en": "Canada", "id": "Kanada" },
    "iso": "CA",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Niagara Falls", "id": "Air Terjun Niagara" },
    "food": { "en": "Poutine", "id": "Poutine" },
    "hint": {
      "id": "Negara besar di Amerika Utara, dikenal dengan lanskap yang luas, pegunungan, dan danau. Terkenal dengan hidangan kentang goreng keju dan saus kental.",
      "en": "A large country in North America, known for its vast landscapes, mountains, and lakes. Famous for its fries with cheese curds and gravy dish."
    }
  },
  {
    "name": { "en": "Mexico", "id": "Meksiko" },
    "iso": "MX",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Chichen Itza", "id": "Chichen Itza" },
    "food": { "en": "Tacos", "id": "Taco" },
    "hint": {
      "id": "Negara Amerika Utara, dikenal dengan reruntuhan kuno, pantai, dan masakan. Terkenal dengan hidangan tortilla isi.",
      "en": "A North American country, known for ancient ruins, beaches, and cuisine. Famous for its filled tortilla dish."
    }
  },
  {
    "name": { "en": "United States", "id": "Amerika Serikat" },
    "iso": "US",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Statue Of Liberty", "id": "Patung Liberty" },
    "food": { "en": "Hamburger", "id": "Hamburger" },
    "hint": {
      "id": "Negara besar di Amerika Utara, dikenal dengan keragaman lanskap, budaya, dan inovasi. Terkenal dengan hidangan hamburger.",
      "en": "A large country in North America, known for its diverse landscapes, culture, and innovation. Famous for its hamburger dish."
    }
  },
  {
    "name": { "en": "Belize", "id": "Belize" },
    "iso": "BZ",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Great Blue Hole", "id": "Great Blue Hole" },
    "food": { "en": "Rice And Beans", "id": "Nasi dan Kacang" },
    "hint": {
      "id": "Negara di Amerika Tengah di Laut Karibia, dikenal dengan terumbu karang dan reruntuhan Maya. Terkenal dengan hidangan nasi dan kacang.",
      "en": "A country in Central America on the Caribbean Sea, known for its coral reefs and Mayan ruins. Famous for its rice and beans dish."
    }
  },
  {
    "name": { "en": "Costa Rica", "id": "Kosta Rika" },
    "iso": "CR",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Arenal Volcano", "id": "Gunung Berapi Arenal" },
    "food": { "en": "Gallo Pinto", "id": "Gallo Pinto" },
    "hint": {
      "id": "Negara Amerika Tengah, dikenal dengan hutan hujan, satwa liar, dan gunung berapi. Terkenal dengan hidangan nasi dan kacang.",
      "en": "A Central American country, known for rainforests, wildlife, and volcanoes. Famous for its rice and beans dish."
    }
  },
  {
    "name": { "en": "El Salvador", "id": "El Salvador" },
    "iso": "SV",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "El Boquerón National Park", "id": "Taman Nasional El Boquerón" },
    "food": { "en": "Pupusas", "id": "Pupusas" },
    "hint": {
      "id": "Negara Amerika Tengah, dikenal dengan pantai Pasifik, gunung berapi, dan danau. Terkenal dengan hidangan tortilla jagung isi.",
      "en": "A Central American country, known for its Pacific beaches, volcanoes, and lakes. Famous for its stuffed corn tortilla dish."
    }
  },
  {
    "name": { "en": "Guatemala", "id": "Guatemala" },
    "iso": "GT",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Tikal", "id": "Tikal" },
    "food": { "en": "Pepián", "id": "Pepián" },
    "hint": {
      "id": "Negara Amerika Tengah, dikenal dengan pegunungan, hutan hujan, dan reruntuhan Maya kuno. Terkenal dengan hidangan rebusan pedas.",
      "en": "A Central American country, known for its mountains, rainforests, and ancient Mayan ruins. Famous for its spicy stew dish."
    }
  },
  {
    "name": { "en": "Honduras", "id": "Honduras" },
    "iso": "HN",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Copán Ruins", "id": "Reruntuhan Copán" },
    "food": { "en": "Baleada", "id": "Baleada" },
    "hint": {
      "id": "Negara Amerika Tengah, dikenal dengan hutan hujan, reruntuhan Maya, dan terumbu karang. Terkenal dengan hidangan tortilla isi.",
      "en": "A Central American country, known for rainforests, Mayan ruins, and coral reefs. Famous for its stuffed tortilla dish."
    }
  },
  {
    "name": { "en": "Nicaragua", "id": "Nikaragua" },
    "iso": "NI",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Leon Cathedral", "id": "Katedral León" },
    "food": { "en": "Gallo Pinto", "id": "Gallo Pinto" },
    "hint": {
      "id": "Negara Amerika Tengah, dikenal dengan danau besar, gunung berapi, dan pantai. Terkenal dengan hidangan nasi dan kacang.",
      "en": "A Central American country, known for its large lakes, volcanoes, and beaches. Famous for its rice and beans dish."
    }
  },
  {
    "name": { "en": "Panama", "id": "Panama" },
    "iso": "PA",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Panama Canal", "id": "Terusan Panama" },
    "food": { "en": "Sancocho", "id": "Sancocho" },
    "hint": {
      "id": "Negara Amerika Tengah, dikenal dengan Terusan Panama dan hutan hujan. Terkenal dengan hidangan sup ayam.",
      "en": "A Central American country, known for the Panama Canal and rainforests. Famous for its chicken soup dish."
    }
  },
  {
    "name": "Antigua and Barbuda",
    "iso": "AG",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Nelson's Dockyard", "id": "Galangan Kapal Nelson" },
    "food": { "en": "Fungie And Pepperpot", "id": "Fungie dan Pepperpot" },
    "hint": {
      "id": "Negara kepulauan di Karibia, dikenal dengan pantai berpasir dan pelabuhan alam. Terkenal dengan hidangan jagung dan sup rebusan.",
      "en": "An island nation in the Caribbean, known for sandy beaches and natural harbors. Famous for its cornmeal and stew dish."
    }
  },
  {
    "name": { "en": "Bahamas", "id": "Bahama" },
    "iso": "BS",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Atlantis Paradise Island", "id": "Atlantis Paradise Island" },
    "food": { "en": "Conch Fritters", "id": "Gorengan Keong" },
    "hint": {
      "id": "Negara kepulauan di Samudra Atlantik, dikenal dengan pantai yang masih asli dan terumbu karang. Terkenal dengan hidangan keong goreng.",
      "en": "An island nation in the Atlantic Ocean, known for pristine beaches and coral reefs. Famous for its conch fritters dish."
    }
  },
  {
    "name": { "en": "Barbados", "id": "Barbados" },
    "iso": "BB",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Harrison's Cave", "id": "Gua Harrison" },
    "food": { "en": "Cou-cou And Flying Fish", "id": "Cou-Cou dan Ikan Terbang" },
    "hint": {
      "id": "Negara pulau di Karibia Timur, dikenal dengan pantai berpasir dan warisan kolonial. Terkenal dengan hidangan jagung dan ikan terbang.",
      "en": "An island nation in the Eastern Caribbean, known for sandy beaches and colonial heritage. Famous for its cornmeal and flying fish dish."
    }
  },
  {
    "name": { "en": "Cuba", "id": "Kuba" },
    "iso": "CU",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Old Havana", "id": "Havana Lama" },
    "food": { "en": "Ropa Vieja", "id": "Ropa Vieja" },
    "hint": {
      "id": "Negara pulau di Karibia, dikenal dengan mobil-mobil tua, musik, dan cerutu. Terkenal dengan hidangan daging sapi suwir.",
      "en": "An island nation in the Caribbean, known for classic cars, music, and cigars. Famous for its shredded beef dish."
    }
  },
  {
    "name": { "en": "Dominica", "id": "Dominika" },
    "iso": "DM",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Morne Trois Pitons National Park", "id": "Taman Nasional Morne Trois Pitons" },
    "food": { "en": "Mountain Chicken", "id": "Ayam Gunung" },
    "hint": {
      "id": "Negara pulau di Karibia, dikenal dengan gunung berapi, hutan hujan, dan air terjun. Terkenal dengan hidangan kodok besar.",
      "en": "An island nation in the Caribbean, known for volcanoes, rainforests, and waterfalls. Famous for its large frog dish."
    }
  },
  {
    "name": { "en": "Dominican Republic", "id": "Republik Dominika" },
    "iso": "DO",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Zona Colonial", "id": "Zona Kolonial" },
    "food": { "en": "Sancocho", "id": "Sancocho" },
    "hint": {
      "id": "Negara Karibia, dikenal dengan pantai, resor, dan musik merengue. Terkenal dengan hidangan sup tujuh daging.",
      "en": "A Caribbean country, known for beaches, resorts, and merengue music. Famous for its seven-meat stew dish."
    }
  },
  {
    "name": { "en": "Haiti", "id": "Haiti" },
    "iso": "HT",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Citadelle Laferrière", "id": "Benteng Laferrière" },
    "food": { "en": "Griot", "id": "Griot" },
    "hint": {
      "id": "Negara Karibia, dikenal dengan sejarah revolusi dan benteng megah. Terkenal dengan hidangan babi goreng.",
      "en": "A Caribbean country, known for its revolutionary history and grand citadel. Famous for its fried pork dish."
    }
  },
  {
    "name": { "en": "Jamaica", "id": "Jamaika" },
    "iso": "JM",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Blue Mountains", "id": "Pegunungan Biru" },
    "food": { "en": "Jerk Chicken", "id": "Ayam Jerk" },
    "hint": {
      "id": "Negara pulau Karibia, dikenal dengan musik reggae, pantai, dan kopi. Terkenal dengan hidangan ayam pedas.",
      "en": "A Caribbean island nation, known for reggae music, beaches, and coffee. Famous for its spicy chicken dish."
    }
  },
  {
    "name": { "en": "Saint Kitts and Nevis", "id": "Saint Kitts dan Nevis" },
    "iso": "KN",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Brimstone Hill Fortress National Park", "id": "Taman Nasional Benteng Brimstone Hill" },
    "food": { "en": "Stewed Saltfish With Dumplings", "id": "Ikan Asin Rebus dengan Pangsit" },
    "hint": {
      "id": "Negara dua pulau di Karibia, dikenal dengan gunung berapi dan benteng kuno. Terkenal dengan hidangan ikan asin rebus.",
      "en": "A two-island nation in the Caribbean, known for volcanoes and ancient fortresses. Famous for its stewed saltfish dish."
    }
  },
  {
    "name": { "en": "Saint Lucia", "id": "Saint Lucia" },
    "iso": "LC",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "The Pitons", "id": "The Pitons" },
    "food": { "en": "Green Fig And Saltfish", "id": "Ara Hijau dan Ikan Asin" },
    "hint": {
      "id": "Negara pulau Karibia, dikenal dengan gunung berapi kembar dan pantai. Terkenal dengan hidangan ara hijau dan ikan asin.",
      "en": "A Caribbean island nation, known for its twin volcanic peaks and beaches. Famous for its green fig and saltfish dish."
    }
  },
  {
    "name": { "en": "Saint Vincent and the Grenadines", "id": "Saint Vincent dan Grenadines" },
    "iso": "VC",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "La Soufrière Volcano", "id": "Gunung Berapi La Soufrière" },
    "food": { "en": "Roasted Breadfruit And Fried Jackfish", "id": "Sukun Panggang dan Ikan Jack Goreng" },
    "hint": {
      "id": "Negara pulau di Karibia, dikenal dengan gunung berapi dan pulau-pulau kecil. Terkenal dengan hidangan sukun panggang dan ikan goreng.",
      "en": "An island nation in the Caribbean, known for its volcano and tiny islands. Famous for its roasted breadfruit and fried jackfish dish."
    }
  },
  {
    "name": { "en": "Trinidad and Tobago", "id": "Trinidad dan Tobago" },
    "iso": "TT",
    "continent": { "en": "North America", "id": "Amerika Utara" },
    "landmark": { "en": "Maracas Beach", "id": "Pantai Maracas" },
    "food": { "en": "Curried Crab And Dumplings", "id": "Kepiting Kari dan Pangsit" },
    "hint": {
      "id": "Negara dua pulau di Karibia, dikenal dengan karnaval dan musik calypso. Terkenal dengan hidangan kepiting kari dan pangsit.",
      "en": "A two-island nation in the Caribbean, known for carnival and calypso music. Famous for its curried crab and dumplings dish."
    }
  },
  {
    "name": { "en": "Afghanistan", "id": "Afghanistan" },
    "iso": "AF",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Buddhas Of Bamiyan", "id": "Patung Buddha Bamiyan" },
    "food": { "en": "Kabuli Palaw", "id": "Kabuli Palaw" },
    "hint": {
      "id": "Negara pegunungan di Asia Tengah dengan sejarah kuno. Dikenal dengan pasar tradisionalnya dan masakan nasi yang kaya rempah.",
      "en": "A mountainous country in Central Asia with ancient history. Known for its traditional markets and rich spiced rice dishes."
    }
  },
  {
    "name": { "en": "Armenia", "id": "Armenia" },
    "iso": "AM",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Garni Temple", "id": "Kuil Garni" },
    "food": { "en": "Khorovats", "id": "Khorovats" },
    "hint": {
      "id": "Negara di Kaukasus Selatan, sering disebut sebagai negara Kristen pertama di dunia. Dikenal dengan biara kuno dan hidangan daging panggang.",
      "en": "A country in the South Caucasus, often referred to as the first Christian nation in the world. Known for ancient monasteries and grilled meat dishes."
    }
  },
  {
    "name": { "en": "Azerbaijan", "id": "Azerbaijan" },
    "iso": "AZ",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Flame Towers", "id": "Menara Api" },
    "food": { "en": "Dolma", "id": "Dolma" },
    "hint": {
      "id": "Negara lintas benua di Kaukasus, dikenal dengan arsitektur modern dan kota tuanya yang terdaftar di UNESCO. Juga terkenal dengan hidangan daun anggur isi.",
      "en": "A transcontinental country in the Caucasus, known for its modern architecture and UNESCO-listed old city. Also famous for its stuffed grape leaves dish."
    }
  },
  {
    "name": { "en": "Bahrain", "id": "Bahrain" },
    "iso": "BH",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Tree Of Life", "id": "Pohon Kehidupan" },
    "food": { "en": "Machboos", "id": "Machboos" },
    "hint": {
      "id": "Negara kepulauan di Teluk Persia, pusat keuangan dengan sejarah kuno. Dikenal dengan pohon mistis di gurun dan hidangan nasi berbumbu.",
      "en": "An island nation in the Persian Gulf, a financial hub with ancient history. Known for a mystical desert tree and spiced rice dishes."
    }
  },
  {
    "name": { "en": "Bangladesh", "id": "Bangladesh" },
    "iso": "BD",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Sundarbans", "id": "Sundarbans" },
    "food": { "en": "Ilish Bhaji", "id": "Ilish Bhaji" },
    "hint": {
      "id": "Negara di Asia Selatan yang padat penduduk, dengan delta sungai yang luas. Dikenal dengan hutan bakau terbesar di dunia dan hidangan ikan.",
      "en": "A densely populated country in South Asia, with a vast river delta. Known for the world's largest mangrove forest and fish dishes."
    }
  },
  {
    "name": { "en": "Bhutan", "id": "Bhutan" },
    "iso": "BT",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Tiger's Nest Monastery", "id": "Biara Sarang Harimau" },
    "food": { "en": "Ema Datshi", "id": "Ema Datshi" },
    "hint": {
      "id": "Kerajaan Buddha di Himalaya, dikenal dengan biara-biara yang megah dan lanskap dramatis. Juga terkenal dengan hidangan cabai dan keju.",
      "en": "A Buddhist kingdom in the Himalayas, known for majestic monasteries and dramatic landscapes. Also famous for its chili and cheese dish."
    }
  },
  {
    "name": { "en": "Brunei Darussalam", "id": "Brunei Darussalam" },
    "iso": "BN",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Omar Ali Saifuddien Mosque", "id": "Masjid Omar Ali Saifuddien" },
    "food": { "en": "Ambuyat", "id": "Ambuyat" },
    "hint": {
      "id": "Negara berdaulat di Asia Tenggara, di pulau Kalimantan. Dikenal dengan masjid megah dan hidangan sagu lengket.",
      "en": "A sovereign state in Southeast Asia, on the island of Borneo. Known for its magnificent mosque and sticky sago dish."
    }
  },
  {
    "name": { "en": "Cambodia", "id": "Kamboja" },
    "iso": "KH",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Angkor Wat", "id": "Angkor Wat" },
    "food": { "en": "Amok Trey", "id": "Amok Trey" },
    "hint": {
      "id": "Negara di Asia Tenggara, dengan lanskap dataran rendah, Delta Mekong, pegunungan, dan garis pantai Thailand. Dikenal dengan kuil kuno dan hidangan ikan kelapa.",
      "en": "A country in Southeast Asia, with a landscape of low-lying plains, the Mekong Delta, mountains, and a Thai coastline. Known for ancient temples and coconut fish dishes."
    }
  },
  {
    "name": { "en": "China", "id": "Tiongkok" },
    "iso": "CN",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Great Wall Of China", "id": "Tembok Besar Tiongkok" },
    "food": { "en": "Peking Duck", "id": "Bebek Peking" },
    "hint": {
      "id": "Negara terpadat di dunia, dikenal dengan sejarah panjang, budaya kaya, dan salah satu keajaiban dunia. Juga terkenal dengan hidangan bebek panggangnya.",
      "en": "The world's most populous country, known for its long history, rich culture, and one of the world's wonders. Also famous for its roasted duck dish."
    }
  },
  {
    "name": { "en": "Cyprus", "id": "Siprus" },
    "iso": "CY",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Aphrodite's Rock", "id": "Batu Aphrodite" },
    "food": { "en": "Halloumi", "id": "Halloumi" },
    "hint": {
      "id": "Negara pulau di Mediterania Timur, dikenal sebagai tempat kelahiran Aphrodite. Terkenal dengan keju khasnya dan situs arkeologi.",
      "en": "An island country in the Eastern Mediterranean, known as the birthplace of Aphrodite. Famous for its distinctive cheese and archaeological sites."
    }
  },
  {
    "name": { "en": "East Timor", "id": "Timor Leste" },
    "iso": "TL",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Cristo Rei Of Dili", "id": "Cristo Rei Dili" },
    "food": { "en": "Saboko", "id": "Saboko" },
    "hint": {
      "id": "Negara di Asia Tenggara yang menduduki paruh timur pulau Timor. Dikenal dengan patung Kristus dan kopi berkualitas tinggi.",
      "en": "A country in Southeast Asia occupying the eastern half of the island of Timor. Known for its Christ statue and high-quality coffee."
    }
  },
  {
    "name": { "en": "Georgia", "id": "Georgia" },
    "iso": "GE",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Gergeti Trinity Church", "id": "Gereja Tritunggal Gergeti" },
    "food": { "en": "Khachapuri", "id": "Khachapuri" },
    "hint": {
      "id": "Negara di persimpangan Eropa dan Asia, dikenal dengan biara kuno, pegunungan Kaukasus, dan tradisi pembuatan anggur. Juga terkenal dengan roti keju.",
      "en": "A country at the crossroads of Europe and Asia, known for ancient monasteries, the Caucasus mountains, and winemaking traditions. Also famous for its cheese bread."
    }
  },
  {
    "name": { "en": "India", "id": "India" },
    "iso": "IN",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Taj Mahal", "id": "Taj Mahal" },
    "food": { "en": "Chicken Tikka Masala", "id": "Chicken Tikka Masala" },
    "hint": {
      "id": "Negara di Asia Selatan yang luas, dikenal dengan keragaman budaya, sejarah kuno, dan masakan rempah. Rumah bagi salah satu keajaiban dunia.",
      "en": "A vast South Asian country, known for its cultural diversity, ancient history, and spiced cuisine. Home to one of the wonders of the world."
    }
  },
  {
    "name": { "en": "Indonesia", "id": "Indonesia" },
    "iso": "ID",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Borobudur", "id": "Borobudur" },
    "food": { "en": "Nasi Goreng", "id": "Nasi Goreng" },
    "hint": {
      "id": "Negara kepulauan terbesar di dunia, dikenal dengan gunung berapi, hutan hujan, dan keanekaragaman hayati. Juga terkenal dengan hidangan nasi gorengnya.",
      "en": "The world's largest archipelagic country, known for volcanoes, rainforests, and biodiversity. Also famous for its fried rice dish."
    }
  },
  {
    "name": { "en": "Iran", "id": "Iran" },
    "iso": "IR",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Persepolis", "id": "Persepolis" },
    "food": { "en": "Chelo Kabob", "id": "Chelo Kabob" },
    "hint": {
      "id": "Negara di Timur Tengah dengan sejarah kekaisaran Persia kuno. Dikenal dengan arsitektur Islam yang indah dan hidangan nasi serta daging panggang.",
      "en": "A country in the Middle East with a history of ancient Persian empires. Known for beautiful Islamic architecture and rice and grilled meat dishes."
    }
  },
  {
    "name": { "en": "Iraq", "id": "Irak" },
    "iso": "IQ",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Babylon", "id": "Babylon" },
    "food": { "en": "Masgouf", "id": "Masgouf" },
    "hint": {
      "id": "Negara di Timur Tengah yang merupakan salah satu pusat peradaban kuno Mesopotamia. Dikenal dengan situs arkeologi dan hidangan ikan panggang.",
      "en": "A country in the Middle East that was one of the centers of ancient Mesopotamian civilization. Known for archaeological sites and grilled fish dishes."
    }
  },
  {
    "name": { "en": "Israel", "id": "Israel" },
    "iso": "IL",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Western Wall", "id": "Tembok Ratapan" },
    "food": { "en": "Falafel", "id": "Falafel" },
    "hint": {
      "id": "Negara di Timur Tengah, tempat suci bagi agama Yahudi, Kristen, dan Islam. Dikenal dengan situs bersejarah dan hidangan bola kacang polong goreng.",
      "en": "A country in the Middle East, a holy land for Judaism, Christianity, and Islam. Known for historical sites and fried chickpea balls."
    }
  },
  {
    "name": { "en": "Japan", "id": "Jepang" },
    "iso": "JP",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Mount Fuji", "id": "Gunung Fuji" },
    "food": { "en": "Sushi", "id": "Sushi" },
    "hint": {
      "id": "Negara kepulauan di Pasifik, dikenal dengan kota-kota padat, istana kekaisaran, taman nasional, dan kuil-kuil. Terkenal dengan hidangan nasi dan ikan mentah.",
      "en": "An island nation in the Pacific, known for densely populated cities, imperial palaces, national parks, and temples. Famous for its rice and raw fish dish."
    }
  },
  {
    "name": { "en": "Jordan", "id": "Yordania" },
    "iso": "JO",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Petra", "id": "Petra" },
    "food": { "en": "Mansaf", "id": "Mansaf" },
    "hint": {
      "id": "Negara Arab di tepi timur Sungai Yordan. Dikenal dengan situs arkeologi kuno dan hidangan nasi domba serta yogurt kering.",
      "en": "An Arab country on the East Bank of the Jordan River. Known for ancient archaeological sites and lamb and dried yogurt rice dishes."
    }
  },
  {
    "name": { "en": "Kazakhstan", "id": "Kazakhstan" },
    "iso": "KZ",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Baikonur Cosmodrome", "id": "Kosmodrom Baikonur" },
    "food": { "en": "Beshbarmak", "id": "Beshbarmak" },
    "hint": {
      "id": "Negara Asia Tengah yang luas, sebagian besar gurun. Dikenal sebagai situs peluncuran luar angkasa dan hidangan daging kuda.",
      "en": "A vast Central Asian country, mostly desert. Known as a space launch site and horse meat dish."
    }
  },
  {
    "name": { "en": "Kuwait", "id": "Kuwait" },
    "iso": "KW",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Kuwait Towers", "id": "Menara Kuwait" },
    "food": { "en": "Machboos", "id": "Machboos" },
    "hint": {
      "id": "Negara Arab di Teluk Persia, dikenal dengan cadangan minyaknya. Terkenal dengan menara air modern dan hidangan nasi berbumbu.",
      "en": "An Arab country in the Persian Gulf, known for its oil reserves. Famous for modern water towers and spiced rice dishes."
    }
  },
  {
    "name": { "en": "Kyrgyzstan", "id": "Kirgistan" },
    "iso": "KG",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Burana Tower", "id": "Menara Burana" },
    "food": { "en": "Laghman", "id": "Laghman" },
    "hint": {
      "id": "Negara Asia Tengah yang terkurung daratan, dikenal dengan pegunungan Tien Shan dan Danau Issyk-Kul. Terkenal dengan hidangan mie dan daging.",
      "en": "A landlocked Central Asian country, known for the Tien Shan mountains and Issyk-Kul Lake. Famous for its noodle and meat dish."
    }
  },
  {
    "name": { "en": "Laos", "id": "Laos" },
    "iso": "LA",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Pha That Luang", "id": "Pha That Luang" },
    "food": { "en": "Larb", "id": "Larb" },
    "hint": {
      "id": "Negara Asia Tenggara yang terkurung daratan, dikenal dengan lanskap pegunungan, arsitektur kolonial Prancis, dan biara Buddha. Terkenal dengan hidangan daging cincang.",
      "en": "A landlocked Southeast Asian country, known for mountainous landscapes, French colonial architecture, and Buddhist monasteries. Famous for its minced meat dish."
    }
  },
  {
    "name": { "en": "Lebanon", "id": "Lebanon" },
    "iso": "LB",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Jeita Grotto", "id": "Goa Jeita" },
    "food": { "en": "Kibbeh", "id": "Kibbeh" },
    "hint": {
      "id": "Negara di Timur Tengah di Laut Mediterania, dikenal dengan situs arkeologi dan hidangan gandum bulgur serta daging cincang.",
      "en": "A country in the Middle East on the Mediterranean Sea, known for archaeological sites and bulgur wheat and minced meat dishes."
    }
  },
  {
    "name": { "en": "Malaysia", "id": "Malaysia" },
    "iso": "MY",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Petronas Twin Towers", "id": "Menara Kembar Petronas" },
    "food": { "en": "Nasi Lemak", "id": "Nasi Lemak" },
    "hint": {
      "id": "Negara Asia Tenggara yang terbagi antara Semenanjung Malaysia dan Kalimantan. Dikenal dengan menara kembar modern dan hidangan nasi kelapa.",
      "en": "A Southeast Asian country divided between Peninsular Malaysia and Borneo. Known for modern twin towers and coconut rice dishes."
    }
  },
  {
    "name": { "en": "Maldives", "id": "Maladewa" },
    "iso": "MV",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Male Friday Mosque", "id": "Masjid Jumat Male" },
    "food": { "en": "Garudhiya", "id": "Garudhiya" },
    "hint": {
      "id": "Negara tropis di Samudra Hindia, terdiri dari lebih dari 1.000 pulau karang. Dikenal dengan resor mewah dan hidangan sup ikan.",
      "en": "A tropical country in the Indian Ocean, composed of more than 1,000 coral islands. Known for luxury resorts and fish soup dishes."
    }
  },
  {
    "name": { "en": "Mongolia", "id": "Mongolia" },
    "iso": "MN",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Genghis Khan Statue Complex", "id": "Kompleks Patung Genghis Khan" },
    "food": { "en": "Buuz", "id": "Buuz" },
    "hint": {
      "id": "Negara Asia Timur yang terkurung daratan, dikenal dengan lanskap yang luas dan budaya nomaden. Terkenal dengan hidangan pangsit daging.",
      "en": "A landlocked East Asian country, known for vast landscapes and nomadic culture. Famous for its meat dumpling dish."
    }
  },
  {
    "name": { "en": "Myanmar", "id": "Myanmar" },
    "iso": "MM",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Shwedagon Pagoda", "id": "Pagoda Shwedagon" },
    "food": { "en": "Mohinga", "id": "Mohinga" },
    "hint": {
      "id": "Negara Asia Tenggara yang dulunya bernama Burma, dikenal dengan pagoda emas dan hidangan sup mie ikan.",
      "en": "A Southeast Asian country formerly known as Burma, known for golden pagodas and fish noodle soup dishes."
    }
  },
  {
    "name": { "en": "Nepal", "id": "Nepal" },
    "iso": "NP",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Mount Everest", "id": "Gunung Everest" },
    "food": { "en": "Dal Bhat", "id": "Dal Bhat" },
    "hint": {
      "id": "Negara Himalaya di Asia Selatan, dikenal sebagai rumah bagi Gunung Everest. Terkenal dengan hidangan nasi dan lentil.",
      "en": "A Himalayan country in South Asia, known as home to Mount Everest. Famous for its rice and lentil dish."
    }
  },
  {
    "name": { "en": "North Korea", "id": "Korea Utara" },
    "iso": "KP",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Juche Tower", "id": "Menara Juche" },
    "food": { "en": "Kimchi", "id": "Kimchi" },
    "hint": {
      "id": "Negara Asia Timur yang sangat terisolasi, dikenal dengan monumen besar dan masakan pedas. Terkenal dengan hidangan kubis fermentasi.",
      "en": "A highly isolated East Asian country, known for grand monuments and spicy cuisine. Famous for its fermented cabbage dish."
    }
  },
  {
    "name": { "en": "Oman", "id": "Oman" },
    "iso": "OM",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Sultan Qaboos Grand Mosque", "id": "Masjid Agung Sultan Qaboos" },
    "food": { "en": "Shuwa", "id": "Shuwa" },
    "hint": {
      "id": "Negara Arab di Semenanjung Arab, dikenal dengan gurun pasir, oasis, dan garis pantai. Terkenal dengan hidangan daging panggang lambat.",
      "en": "An Arab country on the Arabian Peninsula, known for deserts, oases, and coastlines. Famous for its slow-roasted meat dish."
    }
  },
  {
    "name": { "en": "Pakistan", "id": "Pakistan" },
    "iso": "PK",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Faisal Mosque", "id": "Masjid Faisal" },
    "food": { "en": "Biryani", "id": "Biryani" },
    "hint": {
      "id": "Negara Asia Selatan dengan lanskap yang beragam, dari pegunungan hingga gurun. Dikenal dengan masjid besar dan hidangan nasi berbumbu.",
      "en": "A South Asian country with diverse landscapes, from mountains to deserts. Known for its grand mosque and spiced rice dish."
    }
  },
  {
    "name": { "en": "Palestine", "id": "Palestina" },
    "iso": "PS",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Dome Of The Rock", "id": "Kubah Batu" },
    "food": { "en": "Maqluba", "id": "Maqluba" },
    "hint": {
      "id": "Wilayah di Timur Tengah dengan signifikansi sejarah dan agama yang besar. Dikenal dengan situs suci dan hidangan nasi terbalik.",
      "en": "A territory in the Middle East with great historical and religious significance. Known for holy sites and an upside-down rice dish."
    }
  },
  {
    "name": { "en": "Philippines", "id": "Filipina" },
    "iso": "PH",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Chocolate Hills", "id": "Bukit Cokelat" },
    "food": { "en": "Adobo", "id": "Adobo" },
    "hint": {
      "id": "Negara kepulauan di Asia Tenggara, terdiri dari lebih dari 7.000 pulau. Dikenal dengan bukit-bukit unik dan hidangan daging cuka-kecap.",
      "en": "An archipelagic country in Southeast Asia, comprising over 7,000 islands. Known for unique hills and vinegar-soy meat dish."
    }
  },
  {
    "name": { "en": "Qatar", "id": "Qatar" },
    "iso": "QA",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Museum Of Islamic Art", "id": "Museum Seni Islam" },
    "food": { "en": "Machboos", "id": "Machboos" },
    "hint": {
      "id": "Semenanjung gurun di Teluk Persia, dikenal dengan arsitektur modern dan museum seni Islam. Terkenal dengan hidangan nasi berbumbu.",
      "en": "A desert peninsula in the Persian Gulf, known for modern architecture and an Islamic art museum. Famous for its spiced rice dish."
    }
  },
  {
    "name": { "en": "Saudi Arabia", "id": "Arab Saudi" },
    "iso": "SA",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Kaaba", "id": "Ka'bah" },
    "food": { "en": "Kabsa", "id": "Kabsa" },
    "hint": {
      "id": "Negara Arab terbesar di Asia Barat, dikenal sebagai tempat lahirnya Islam. Terkenal dengan situs suci dan hidangan nasi daging.",
      "en": "The largest Arab country in Western Asia, known as the birthplace of Islam. Famous for holy sites and meat and rice dishes."
    }
  },
  {
    "name": { "en": "Singapore", "id": "Singapura" },
    "iso": "SG",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Marina Bay Sands", "id": "Marina Bay Sands" },
    "food": { "en": "Chili Crab", "id": "Chili Crab" },
    "hint": {
      "id": "Negara kota di Asia Tenggara, dikenal dengan taman kota yang futuristik dan arsitektur modern. Terkenal dengan hidangan kepiting pedas.",
      "en": "A city-state in Southeast Asia, known for futuristic city gardens and modern architecture. Famous for its spicy crab dish."
    }
  },
  {
    "name": { "en": "South Korea", "id": "Korea Selatan" },
    "iso": "KR",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Gyeongbokgung Palace", "id": "Istana Gyeongbokgung" },
    "food": { "en": "Kimchi Jjigae", "id": "Kimchi Jjigae" },
    "hint": {
      "id": "Negara Asia Timur di semenanjung, dikenal dengan pedesaan berbukit, kuil Buddha, dan kota berteknologi tinggi. Terkenal dengan hidangan rebusan kimchi.",
      "en": "An East Asian country on a peninsula, known for hilly countryside, Buddhist temples, and high-tech cities. Famous for its kimchi stew dish."
    }
  },
  {
    "name": { "en": "Sri Lanka", "id": "Sri Lanka" },
    "iso": "LK",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Sigiriya", "id": "Sigiriya" },
    "food": { "en": "Rice And Curry", "id": "Nasi dan Kari" },
    "hint": {
      "id": "Negara pulau di Asia Selatan, dikenal dengan reruntuhan Buddha kuno dan pantai. Terkenal dengan hidangan nasi dan kari.",
      "en": "An island nation in South Asia, known for ancient Buddhist ruins and beaches. Famous for its rice and curry dish."
    }
  },
  {
    "name": { "en": "Syria", "id": "Suriah" },
    "iso": "SY",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Umayyad Mosque", "id": "Masjid Umayyah" },
    "food": { "en": "Kibbeh", "id": "Kibbeh" },
    "hint": {
      "id": "Negara di Timur Tengah di tepi timur Mediterania, dengan sejarah kuno. Dikenal dengan situs Islam dan hidangan gandum bulgur serta daging cincang.",
      "en": "A country in the Middle East on the eastern Mediterranean, with ancient history. Known for Islamic sites and bulgur wheat and minced meat dishes."
    }
  },
  {
    "name": { "en": "Taiwan", "id": "Taiwan" },
    "iso": "TW",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Taipei 101", "id": "Taipei 101" },
    "food": { "en": "Beef Noodle Soup", "id": "Sup Mie Daging Sapi" },
    "hint": {
      "id": "Pulau di Asia Timur, dikenal dengan lanskap pegunungan, pantai, dan kota modern. Terkenal dengan hidangan sup mie daging sapi.",
      "en": "An island in East Asia, known for mountainous landscapes, beaches, and modern cities. Famous for its beef noodle soup dish."
    }
  },
  {
    "name": { "en": "Tajikistan", "id": "Tajikistan" },
    "iso": "TJ",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Pamir Mountains", "id": "Pegunungan Pamir" },
    "food": { "en": "Osh Palov", "id": "Osh Palov" },
    "hint": {
      "id": "Negara Asia Tengah yang terkurung daratan, dikenal dengan pegunungan yang terjal. Terkenal dengan hidangan nasi dan wortel serta daging.",
      "en": "A landlocked Central Asian country, known for rugged mountains. Famous for its rice and carrot and meat dish."
    }
  },
  {
    "name": { "en": "Thailand", "id": "Thailand" },
    "iso": "TH",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Wat Arun", "id": "Wat Arun" },
    "food": { "en": "Pad Thai", "id": "Pad Thai" },
    "hint": {
      "id": "Negara Asia Tenggara, dikenal dengan pantai tropis, istana mewah, reruntuhan kuno, dan kuil Buddha. Terkenal dengan hidangan mie goreng.",
      "en": "A Southeast Asian country, known for tropical beaches, opulent royal palaces, ancient ruins, and Buddhist temples. Famous for its stir-fried noodle dish."
    }
  },
  {
    "name": { "en": "Turkey", "id": "Turki" },
    "iso": "TR",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Hagia Sophia", "id": "Hagia Sophia" },
    "food": { "en": "Kebab", "id": "Kebab" },
    "hint": {
      "id": "Negara lintas benua yang terletak sebagian di Asia Barat dan sebagian di Eropa Tenggara. Dikenal dengan situs bersejarah dan hidangan daging panggang.",
      "en": "A transcontinental country located partly in Western Asia and partly in Southeast Europe. Known for historical sites and grilled meat dishes."
    }
  },
  {
    "name": { "en": "Turkmenistan", "id": "Turkmenistan" },
    "iso": "TM",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Door To Hell", "id": "Gerbang Neraka" },
    "food": { "en": "Plov", "id": "Plov" },
    "hint": {
      "id": "Negara Asia Tengah yang sebagian besar gurun, dikenal dengan 'Gerbang Neraka' yang menyala abadi. Terkenal dengan hidangan nasi dan daging.",
      "en": "A largely desert country in Central Asia, known for the eternally burning 'Door to Hell'. Famous for its rice and meat dish."
    }
  },
  {
    "name": { "en": "United Arab Emirates", "id": "Uni Emirat Arab" },
    "iso": "AE",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Burj Khalifa", "id": "Burj Khalifa" },
    "food": { "en": "Shawarma", "id": "Shawarma" },
    "hint": {
      "id": "Negara di Semenanjung Arab, dikenal dengan kota-kota modern yang mewah dan pencakar langit. Terkenal dengan hidangan daging panggang gulung.",
      "en": "A country on the Arabian Peninsula, known for luxurious modern cities and skyscrapers. Famous for its rolled grilled meat dish."
    }
  },
  {
    "name": { "en": "Uzbekistan", "id": "Uzbekistan" },
    "iso": "UZ",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Registan", "id": "Registan" },
    "food": { "en": "Plov", "id": "Plov" },
    "hint": {
      "id": "Negara Asia Tengah yang terkurung daratan, dikenal dengan situs Jalur Sutra kuno. Terkenal dengan hidangan nasi dan daging.",
      "en": "A landlocked Central Asian country, known for ancient Silk Road sites. Famous for its rice and meat dish."
    }
  },
  {
    "name": { "en": "Vietnam", "id": "Vietnam" },
    "iso": "VN",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Ha Long Bay", "id": "Teluk Ha Long" },
    "food": { "en": "Pho", "id": "Pho" },
    "hint": {
      "id": "Negara Asia Tenggara, dikenal dengan pantai, sungai, pagoda Buddha, dan kota-kota ramai. Terkenal dengan hidangan sup mie.",
      "en": "A Southeast Asian country, known for beaches, rivers, Buddhist pagodas, and bustling cities. Famous for its noodle soup dish."
    }
  },
  {
    "name": { "en": "Yemen", "id": "Yaman" },
    "iso": "YE",
    "continent": { "en": "Asia", "id": "Asia" },
    "landmark": { "en": "Old City Of Sanaa", "id": "Kota Tua Sana'a" },
    "food": { "en": "Saltah", "id": "Saltah" },
    "hint": {
      "id": "Negara di ujung selatan Semenanjung Arab, dengan sejarah kuno. Dikenal dengan arsitektur unik dan hidangan rebusan daging.",
      "en": "A country at the southern tip of the Arabian Peninsula, with ancient history. Known for unique architecture and meat stew dishes."
    }
  }
]
